{"10010":[10010,10000,"ホーム","","ゲーム中でメインとなるページです。\nライブやガチャなど、ゲームをプレイする事に関連する機能が集まっています。\n\n【各ボタンについて】\n「ライブへ」：ライブ（リズムゲーム）のモード選択画面に移動します。\n「DJ道」：各種ミッション画面に移動します。確認、達成報酬を受け取ることができます。\n「ユニット」：ユニットの編成、キャラクター情報の閲覧、メンバーの育成などを行う画面に移動します。\n「ガチャ」：ガチャに移動します。ガチャでは、ダイヤやチケットなどを消費してメンバーを獲得することができます。\n「交換所」：交換所に移動します。交換所では、報酬の確認および各種交換素材を使って報酬を獲得することができます。\n「クラブ」：クラブ画面に移動します。\n「エリア」：エリアマップに移動します。エリアマップ画面でメンバーたちの日常会話を見ることができます。\n「ストーリー」：メインストーリー、イベントストーリー、キャラクターストーリーを読みに行くことができます。\n「ホーム」：「ホーム」に戻るボタンです。\n「メニュー」：メニューを開き、様々な画面へ遷移できます。\n「ショップ」：ショップに移動します。「ダイヤ」や、ゲームの進行を有利にする各種パック等が購入できます。所持ダイヤ数表示の右側「＋」ボタンより遷移できます。\n「通知」：他プレイヤーがハイスコアに関するアチーブメントを獲得したときに通知されます。タップすると「いいね」を送ることができます。お祝いしましょう！\n「イベントロゴ」：イベントの告知を開きます。\n\nホーム画面背景の表示内容は「表示切替」で変えられます。\n表示は\n・キャラクター（Live2D）\n・イラスト\nのいずれかを選択できます。\nまた、ホーム画面背景だけを表示したい場合は「UI非表示」でUI表示を消すことができます。\n\n<#ff7f50>※ホームで表示されるキャラクター・イラストは、\n　プロフィールに登録されたメンバーとメインユニットに編成されたメンバーの中からランダムに選ばれます</color>\n<#ff7f50>※ホーム画面背景を左右フリックすると表示メンバーが変更されます</color>"],"10020":[10020,10000,"ランク","","プレイヤーのランクです。\nライブをプレイしたり、キャラクターたちのエリア会話を読むことでプレイヤーランクEXPが上昇し、一定値に達するごとにランクが上昇します。"],"10030":[10030,10000,"ボルテージ","","ライブをプレイする際に消費します。\nボルテージはゲージが10未満のとき、1時間に1自然回復します。\nランクアップやボルテージ回復アイテムの使用で最大999までためることができます。\nゲージが10以上のとき、自然回復は発生しません。 \n\n<#ff7f50>※1回のライブで消費するボルテージは0もしくは1～5に設定できます。</color>\n<#ff7f50>※消費ボルテージを0にすると「リハーサル」モードになります。</color>"],"10040":[10040,10000,"ダイヤ","","ガチャやボルテージ回復などに使用します。\n「ダイヤショップ」で購入することができます。\nまた、各種報酬で獲得することもできます。\n\n有償ダイヤと無償ダイヤの区別があり、一部ガチャなど有償ダイヤでしか利用できない機能が存在します。\n有償ダイヤと無償ダイヤのどちらでも使える場合、無償ダイヤから優先して消費します。"],"10050":[10050,10000,"コイン","","メンバーの限界突破やクラブアイテムの強化、交換所でのアイテム交換などに使用します。\n各種報酬や、交換所で獲得することができます。"],"10060":[10060,10000,"お知らせ","","運営からのお知らせ一覧です。"],"10070":[10070,10000,"プレゼント","","各種報酬や運営からの配布物です。\n\nプレゼントは好きな時に受け取れます。\nただし、配布物に受け取り期限が設定されている場合もあり、未受け取りのまま受け取り期限を過ぎたプレゼントは自動的に削除されますのでご注意ください。\n\n<#ff7f50>※一部の報酬はプレゼントではなく、直接所持数に加算されます。</color>"],"10080":[10080,10000,"メニュー","","機能一覧です。\n\nこの画面から各種設定の変更画面や所持アイテム確認画面などにアクセスできます。\nまた、利用規約およびプライバシーポリシー、アカウントコード確認などもこの一覧から行うことができます。\n\nDJTIME ARENA開催時はこの画面にボタンが表示されます。"],"10090":[10090,10000,"ナビゲーション機能とは？","","ホーム画面でキャラクターによるボイスナビゲーションを受けられることを主体とした機能です。\n\n「プロフィール」内の「ナビゲーション機能」がONの状態で、「NVレアリティ」のプレミアム表示のメンバーがプロフィール表示メンバーに設定されている場合に利用することができます。\n\nNVメンバーの名称（シリーズ）によって、機能が異なります。\n\n<#ff7f50>※シリーズごとの機能詳細は、ヘルプ＞メンバー＞ナビゲーション機能[NVメンバーの名称]をご覧ください</color>"],"10110":[10110,10000,"掲示板とフライヤー","","掲示板には、新しいイベントや楽曲追加など、各種ニュースに関する「フライヤー」が張り出されます。\n張り出されたフライヤーをシェアすると、報酬が獲得できます。\n\nこまめに情報をチェック、拡散して報酬をGETしましょう。"],"10120":[10120,10000,"フライヤー投票所","","フライヤー投票所には、お題に沿った「フライヤー」が張り出されます。\n張り出されたフライヤーをシェアすることで投票できます。\n1つ投票すると、選ばなかったフライヤーはシェアできなくなります。"],"20010":[20010,20000,"ライブ","","音楽に合わせてノーツをタップするリズムゲームです。\n楽曲の最後までテンションを保ったままノーツをタップし続けることができればライブ成功、途中でテンションが0になるとライブ失敗となります。\n\nライブをクリアすると、スコアランクに応じてライブ報酬、プレイヤーランクEXP、編成メンバーの親密度、編成メンバーに応じたDJユニットEXPを獲得できます。\nまた、楽曲ごとに一定の条件を満たすと楽曲達成報酬を獲得できます。"],"20020":[20020,20000,"リズムゲームの遊び方","","リズムゲームに慣れるまでは、遊び方がわからないことがあります。\nそのような場合は、楽曲「レッスン（グルミク入門編）」をプレイしてください。\n基本操作に慣れ、より楽しむことができます。\n\nまた、「モード設定」を活用すると自分のプレイスタイルに合わせた設定でグルミクを遊ぶことができます。\nぜひお試しください。"],"20030":[20030,20000,"ノーツ","","リズムゲームでタップするマークのことをノーツと呼びます。\nノーツは5種類存在します。\n\nタップノーツ：\nタップすることで判定されるノーツです。\n色が2種類ありますが、操作に違いはなくタップ音のみ変わります。\n\nロングノーツ：\n終点までロングタップすることで判定されるノーツです。\n終点で指を離す必要はありません。\n\nスクラッチノーツ：\nスクラッチで判定されるノーツです。\nターンテーブルに指を置き上下に動かすことで判定されます。\n中央レーンが少し巻き戻りますが、リズムは変わりません。\nまた、GREAT・GOOD判定がありません。\n\nホールドノーツ：\n終点までロングタップで判定されるノーツです。\n押している間は中央レーンが止まりますが、リズムは変わりません。\n\nスライダーノーツ：\n落ちてきたタイミングで\n下のスライダーがノーツと同レーンにあると判定されるノーツです。\n判定されている間は楽曲にエフェクトが掛かります。\nまた、判定中常に指でタップし続ける必要はありません。\n矢印が出ている場合は矢印方向への素早く動かすことで判定されます。\nこちらはGREAT・GOOD判定がありません。"],"20040":[20040,20000,"ライブ設定","","このメニューで下記の設定を行う事ができます。\n\nライブ設定：\nリズムゲームを快適にプレイするために各種内容を調整できます。\nまた、一部ライブ設定はプレイ中でも変更可能です。\n\nスキン設定：\nノーツ、タップエフェクトやコンボ表示の見た目を変更できます。\n\nサウンド設定：\nリズムゲーム中のタップ音、エフェクトの掛かり方、各種音量を調整できます。"],"20045":[20045,20000,"ミラー・ランダム","","ノーツの配置が変化する機能です。\n\n・ミラー\n流れてくるノーツを左右反転します。\n\n・ランダム\n流れてくるノーツが、レーン単位でランダムになります。\n\n<#ff7f50>※スクラッチレーンはランダム対象外です\n※ランダムは、フリーライブ、メドレーライブ（ソロ）、プライベートルームで使用できます。\n※ランダムを使用するには「LIVEPASS」への加入が必要です。</color>"],"20050":[20050,20000,"モード設定","","ご自身のプレイスタイルに合わせてプレイするノーツ、アシストを選択し\nリズムゲームの難しさを調整できます。\n\n<#ff7f50>※一部の楽曲、ライブについては「マニュアルモード」限定となります。</color>"],"20060":[20060,20000,"判定・テンション","","リズムゲームでは、ノーツをタップしたタイミングによって、PERFECT、GREAT、GOOD、BAD、MISSの5つの判定のいずれかが発生します。\nBAD、MISS判定ではテンションが下がり、テンションが0になると獲得スコアが大幅に減少します。\n\nまたPERFECT判定には、より正確なタイミングで判定された際に発生する「JUST PERFECT」が存在します。\n「JUST PERFECT」判定と「PERFECT」判定は、アチーブメントでは別々に集計されます。"],"20065":[20065,20000,"スコアとテクニカルスコア","","グルミクでは、リズムゲームの得点を「スコア」と「テクニカルスコア」の2種類の評価方法で算出しています。\n\n■スコア\nノーツのタップやスクラッチのタイミングがより正確かつユニットの総合力が高くなるほど高評価になります。\n上限はなく、スキル等の影響でも上昇するため、ユニットが強くなるほど高いスコアが獲得できます。\nプレイした中で最高の成績が楽曲の「ハイスコア」として記録されます。\n\n■テクニカルスコア\nノーツのタップやスクラッチのタイミングが正確なほど高評価になります。\nすべての楽曲・難易度で共通の一定値が最高値として定められており、それ以上の値にはなりません。\nプレイした中で最高の成績が楽曲の「テクニカルスコア」として記録されます。\n\n<#ff7f50>※ライブプレイ中に「テクニカルスコア」を表示するには、メニュー＞ライブ設定＞テクニカル設定にて、「テクニカルスコア表示」をONにしてください\n※楽曲選択画面で「テクニカルスコア」を表示するには、下記の操作で「スコア表示」の設定を切り替えてください\n　Version1：ソートフィルターボタンを押下し、「スコア表示」を「テクニカルスコア」に設定\n　Version2：切替ボタンを押下し、「スコア表示」を「テクニカルスコア」に設定</color>"],"20070":[20070,20000,"COMBO","","リズムゲーム中に連続してPERFECT、GREAT、GOODのいずれかの判定でノーツをタップすることでCOMBOが繋がります。\nCOMBOが繋がることでスコアがアップします。"],"20080":[20080,20000,"FULL COMBO","","リズムゲーム中に落ちてくるノーツ全てを、PERFECT、GREAT、GOODのいずれかで判定するとFULL COMBOが発生します。\n\n一部モードを使用すると難易度が低減される代わりに、GREAT FULLCOMBO、PERFECT FULLCOMBOが発生しません。"],"20090":[20090,20000,"ALL TAP","","リズムゲーム中に落ちてくるタップノーツ、ロングノーツを全てPERFECT、GREAT、GOODのいずれかの判定でクリアするとALL TAPが発生します。\n\nノーマルモードではALL TAPが発生しません。"],"20100":[20100,20000,"ALL DISC","","リズムゲーム中に落ちてくるスクラッチノーツ、ホールドノーツを全てPERFECT、GREAT、GOODのいずれかの判定でクリアするとALL DISCが発生します。\n\nノーマルモードではALL DISCが発生しません。"],"20110":[20110,20000,"ALL FADER","","リズムゲーム中に落ちてくるスライダーノーツを全てPERFECT、GREAT、GOODのいずれかの判定でクリアするとALL FADERが発生します。\n\nノーマルモードではALL FADERが発生しません。"],"20120":[20120,20000,"GROOVY TIME!!","","マルチでプレイする特定のライブ中に発動し、発動中は獲得スコアが大幅に上昇します。\nライブの途中で発生するGROOVE CHARGE期間内に、参加プレイヤー全員が一定数PERFECTもしくはAUTOの判定を出すことでGROOVY TIME!!が発生します。"],"20990":[20990,20000,"ライブ中の動作に違和感を覚えたら？","","使用されている端末のスペックに合ったライブ設定になっていない可能性があります。\n下記の設定を組み合わせて変更すると、ライブ中に発生する端末への処理負荷が下がり、\nカクつきなどの動作の違和感が解消する場合がありますので、お試しください。\n\n・ライブ設定＞解像度設定　を下げる\n　→ライブ中の各グラフィック解像度を下げることで、処理負荷を下げることができます\n　　ただし、グラフィックにざらつきが出てしまい、視認しづらくなるデメリットがあります\n\n・ライブ設定＞キャラクター表示＞ライブ中　を「イラスト」に設定\n　→Live2Dよりも負荷が軽いイラストでキャラクターの表示を行うことで、スキルカットイン時の処理負荷を下げることができます\n\n・ライブ設定＞演出設定の「スキルカットイン」のチェックを外す\n　→スキルカットイン時にキャラクターの表示を行わないことで、処理負荷を下げることができます\n\n・ライブ設定＞演出設定の「クラブエフェクト」のチェックを外す\n　→ライトなどのエフェクト表現を行わないことで、処理負荷を下げることができます\n\n・ライブ設定＞演出設定の「クラブモーション」のチェックを外す\n　→クラブアイテム、SDキャラクターのアニメーションを停止させて、処理負荷を下げることができます\n\n・ライブ設定＞演出設定の「タップエフェクト」のチェックを外す\n　→ノーツをタップ時にエフェクト表示を行わないことで、処理負荷を下げることができます"],"21010":[21010,21000,"フリーライブ","","1人でプレイするライブです。\n\nクリアすると、ハイスコア、レーティング、テクニカルスコアが更新されます。"],"21020":[21020,21000,"マルチライブ","","他プレイヤーとマッチングして4人でプレイするライブです。\n個人のスコアランクとマルチスコアランクに応じた報酬が獲得できます。\n\n<#ff7f50>※ハイスコアやレーティングは更新されません。</color>"],"21030":[21030,21000,"メドレーライブ","","4つの楽曲をつなげたメドレーをプレイするライブです。\nプレイしたメドレーライブはクラブ内のDJブースに保存することができます。\n\n<#ff7f50>※ハイスコアやレーティングは更新されません。</color>\n<#ff7f50>※楽曲達成報酬はスコアランク、クリア回数報酬が適用されます。</color>"],"21035":[21035,21000,"DJTIME","","自由に効果音やエフェクトをかけながら楽曲をつないでいく、DJシミュレーションが楽しめます。\nプレイ中にスタンプを表示したり、メンバーのカットイン演出も任意のタイミングで発生させることができます。\n\n所持楽曲を選択して、どんどんつないでいきましょう。一定時間プレイすることで報酬を獲得できます。\n\n<#ff7f50>※フリーライブなどでプレイできるリズムゲームは、DJTIMEではプレイできません\n※クラブ画面下部の「DJTIME」ボタンからもプレイできます</color>"],"21040":[21040,21000,"グルミクツアーズ","","1日1回、課題の設定されたライブが楽しめるモードです。\nツアーのライブは、原則メンバーやクラブアイテム、楽曲などが指定された課題制になっており、クリアするとマスを進むことができます。\nマスごとに決められた課題をクリアして報酬を獲得しましょう。\n\n<#ff7f50>※マニュアルモード専用です。マニュアルモード設定時のみプレイできます。</color>\n<#ff7f50>※プレイするのにボルテージは消費しません。</color>\n<#ff7f50>※ツアーごとに1日1回クリアするまで何度でもプレイ可能です。</color>\n<#ff7f50>※ツアーによっては楽曲や難易度、メンバーなどを自由に選択できるタイプもあります。</color>\n<#ff7f50>※ツアーによっては特定曜日の0時で進捗をリセットするタイプがあります。</color>"],"21050":[21050,21000,"フロアチャレンジ","","最大16名のメンバーを編成してプレイするライブモードです。\nライブ中は編成した全メンバーのスキルが発動します。\n\n指定された楽曲にて所定のスコアを達成すればステージクリアとなり、新たなステージが解放されます。\n\nフロアチャレンジでは各フロアごとに編成可能なキャラクターが指定されています。\n（例：ハピアラフロアではHappy Around!のキャラクターのみ編成可能）\nフロアボーナスに指定されたメンバーは、総合力がボーナスでさらに上昇します。\n\n<#ff7f50>※Ver5.0.0で実装されたライブ中のスキルカットインを「Live2D」で表示する機能について、「フロアチャレンジ」では適用されません。</color>"],"21060":[21060,21000,"段位認定試験","","決められた課題曲を連続でプレイして、テンションが0にならないようにプレイするライブモードです。\nシーズンが変わると課題曲が変更され、報酬の称号も一新されます。\n\n段位認定試験は、級位認定、段位認定、上位段位認定の三段階にわかれており、上の階級をプレイするには順番にクリアする必要があります。\n\n<#ff7f50>※マニュアルモード専用です。マニュアルモード設定時のみプレイできます。</color>\n<#ff7f50>※上位段位認定試験をプレイするには「D4PASS」への加入が必要です。</color>\n<#ff7f50>「D4PASS」へ加入いただくと、上位段位認定「六段」をすぐにプレイできます。"],"21065":[21065,21000,"グロースライブ","","レベルと限界突破が最大に達したメンバーを4人編成して、限界以上の育成を行うモードです。\nマスとマスをルート（線）で結ばれたマップに立つキャラクターを操作して、メンバーを成長させます。\n\n手元に配布される4枚のアクションカードの中から1枚選択して、書かれた数字分だけ、マスを進めてゲームを進行します。\n止まったマスには様々な効果があり、メンバーの成長だけでなく、ショートライブ、対決ライブ、育成ボーナスの獲得、アイテムの獲得などがあります。\n\n自分の好きなメンバーを限界以上に育て上げ、ハイスコアを伸ばし、フロアチャレンジやハイスコアレーティングなどに挑戦したり、対決ライブで強敵ユニットと戦ってみましょう。\n\n詳しくは、ヘルプ＞「グロースライブ」をご覧ください。\n\n<#ff7f50>プレイするには、レベルと限界突破が最大に達したメンバーが4人必要です</color>\n<#ff7f50>イベントGrowthをプレイして強化を行ったメンバーは、パラメータの「変換」を行わないと、育成メンバーとしてグロースライブを遊ぶことはできません。</color>\n<#ff7f50>「GROWTH PASS」へ加入いただくと、様々な恩恵を受けられ、メンバーの育成が捗るようになります。詳細はショップでご確認ください。</color>"],"21070":[21070,21000,"マルチメドレーライブ（※イベント専用）","","他プレイヤーとマッチングして4人でプレイするメドレーライブです。\n参加者が1人1曲ずつリクエストした4楽曲がメドレーになります。\nプレイしたメドレーライブはDJブースに保存することができます。\n\n<#ff7f50>※メドレーイベント専用のライブです。イベントTOPよりプレイできます。</color>\n<#ff7f50>※ハイスコアやレーティングは更新されません。</color>\n<#ff7f50>※楽曲達成報酬はスコアランク、クリア回数報酬が適用されます。</color>"],"21080":[21080,21000,"課題曲メドレーライブ（※イベント専用）","","あらかじめ4曲が指定されたメドレーライブです。\n「挑戦券」を100枚以上集めることでプレイすることができます。\n\n<#ff7f50>※メドレーイベント専用のライブです。イベントTOPよりプレイできます。</color>\n<#ff7f50>※ボルテージは消費されません。</color>\n<#ff7f50>※ハイスコアやレーティングは更新されません。</color>\n<#ff7f50>※楽曲達成報酬はスコアランク、クリア回数報酬が適用されます。</color>"],"21090":[21090,21000,"バトルライブ（※イベント専用）","","他プレイヤーとマッチングして4人でプレイし、スコアを競うライブです。\n\n<#ff7f50>※BINGOイベント専用のライブです。イベントTOPよりプレイできます。</color>\n<#ff7f50>※マッチング成立時にボルテージが1消費されます。</color>\n<#ff7f50>※ハイスコアやレーティングは更新されません。</color>"],"21100":[21100,21000,"レコーディングライブ（※イベント専用）","","1人でプレイするライブです。\nプレイした楽曲とそのスコアがRAVEイベントで使用する「録音済み楽曲一覧」に記録されます。\nレコーディングボーナスメンバーを編成すると、記録される「レコーディングスコア」が上昇します。\n\nレコーディングライブのプレイでは、フリーライブと同様にフルコンボ報酬・クリア回数報酬等を受け取ることができ、ハイスコアとハイスコアレーティングも更新されます。\nハイスコア・ハイスコアレーティングの記録にレコーディングボーナスは適用されません。\n\n<#ff7f50>※RAVEイベント専用のライブです。イベントTOPよりプレイできます。</color>"],"21110":[21110,21000,"RAVE（※イベント専用）","","対戦相手を選んでプレイするライブです。\nレコーディングライブで記録した「録音済み楽曲」とメンバーを編成してプレイします。\n\n・編成したメンバー、楽曲が「トレンド」にどの程度一致しているか\n・メンバーの総合力や「録音済み楽曲」で記録されているレコーディングスコアが対戦相手より高いかどうか\nを元に、勝敗が自動で判定されます。\n\n「トレンド」はオーディエンスがパフォーマンスを見たがっているメンバーや聴きたがっている曲を表しています。\n\nメンバートレンドは「ハートが最も高いメンバー」などの条件が直接公開されます。\nメンバートレンドを満たすメンバーは、「おすすめ編成」から自動で編成することができます。\n\n楽曲トレンドは、さまざまな共通点をもとに設定され、トレンドに該当する曲のうち数曲だけが公開されます。\n・Dで始まる曲\n・Happy Around!の楽曲\n・イベント開始前の特定の時刻における同一パブリックタグが設定されていた曲\nなどの条件から、複数の楽曲がトレンド一致曲に設定されます。\n\nゲーム内ではその内容は公開されず、トレンドに該当する楽曲が何なのかのみが確認できます。\n設定の性質上、必ずしも条件を満たす全ての曲が設定されるわけではありません。\n\n<#ff7f50>※RAVEイベント専用のライブです。イベントTOPよりプレイできます。</color>"],"22010":[22010,22000,"楽曲選択画面のバージョン","","楽曲選択画面には構成の違う２つのバージョンが用意されており、\nメニュー＞システム設定＞画面設定より選択できます。\n\nご自身が使いやすいほうを選択してみてください。\n<#ff7f50>ゲームを始めたばかりのときは「Version1」がデフォルト設定されています。</color>"],"22020":[22020,22000,"楽曲のカテゴリについて","","実装されている楽曲は下記のカテゴリに分類されています。\n\n・オリジナル\n「D4DJ」のオリジナル楽曲です。\nこのカテゴリの楽曲はゲーム配信等での利用が可能です。\n\n・カバー\n既存の楽曲を「D4DJ」のユニットがカバーした楽曲です。\n\n・ゲーム\nゲーム由来の楽曲です。\n\n・インスト\nインストゥルメンタル（歌なし）の楽曲です。\n\n・原曲\n「D4DJ」のユニットによるカバーではなく、既存楽曲をそのまま収録している楽曲です。\n\n・DJTIMEモード専用\nリズムゲームではなく「DJTIMEモード」でのみプレイできる楽曲です。\n\n\n※「インストの楽曲を１曲クリアする」など、カテゴリ指定された楽曲をクリアするミッションにおいては上記の分類が適用されます。\n※本来の意味ではインストゥルメンタルとなる楽曲もゲーム内の分類上「ゲーム」等別カテゴリに含まれる場合があります。\n※各楽曲のカテゴリは楽曲選択画面や楽曲ショップなどで確認できます。"],"22022":[22022,22000,"楽曲の難易度","","楽曲には下記の難易度が設定されています。\n\n・EASY\n　リズムゲームをはじめてプレイする方向けの難易度です。\n・NORMAL\n　リズムゲームに慣れている方向けの難易度です。さまざまなノーツが出現します。\n・HARD\n　リズムゲームに自信がある方向けの難易度です。ノーツの配置がNORMALよりも複雑になります。\n・EXPERT\n　リズムゲームやグルミクを極めたいと思う方向けの難易度です。ノーツの配置数が多く、HARDよりも複雑な操作が要求されます。\n・GROOVY\n　指2本でのプレイを前提としている他の難易度と違い、3本以上の指を使ってプレイすることを前提とした難易度です。\n\n　※「GROOVY」をプレイされる前に、必ず「難易度「GROOVY」の注意事項」をご一読ください。\n　※「GROOVY」が備わっていない楽曲には、後日アップデートで追加される場合があります。"],"22024":[22024,22000,"楽曲のレベル","","楽曲には、難易度ごとにレベルが設けられています。\n\nレベルの値が高いほど難しく、スコアが高くなります。"],"22028":[22028,22000,"難易度「GROOVY」の注意事項","","難易度「GROOVY」は指3本以上でのプレイを前提としたノーツ構成となっているため、ご使用の端末によってはタップ判定が正しく取得できず、プレイに大きく支障が出る場合があります。\nご購入の前に必ず「レッスン・GROOVY」をプレイいただき、入力操作を受け付けているかご確認ください。\n\nまた「GROOVY」は同時にノーツを操作する頻度が高いことから、「ノーツ判定Version2」でのプレイを推奨としております。是非お試しください。\n※ライブ設定＞ノーツ判定より変更が可能です\n\nなお「GROOVY」をプレイするには、専用アイテム「GROOVYプレイ券」が必要です。\nプレイしたい楽曲の「GROOVY」を選択してアイテムを使用すると、その楽曲の「GROOVY」を24時間プレイすることができます。\n※いかなる理由があっても、アイテム使用後の返品はいたしかねますのでご注意ください。"],"22030":[22030,22000,"キーワード検索","","検索タブに入力したワードと合致する楽曲を表示します。\n\n検索対象となるのは以下です。\n・楽曲名\n・パブリックタグ\n・作曲者\n・作詞者\n・編曲者\n・譜面原作者"],"22040":[22040,22000,"タグ検索","","検索タブに入力したワードと合致するパブリックタグを表示します。"],"22051":[22051,22000,"パブリックタグ","","楽曲検索に使用する、編集可能なタグです。\n全プレイヤー共通で表示され、登録されているパブリックタグを1つ押下すると、選択したパブリックタグが設定されている楽曲がすべて表示されます。\n\n1曲につき最大5つまで設定できますが、同一文言のパブリックタグを1曲に複数設定することはできません。\n\n不適切なタグをロングタップすると、運営に通報することができます。\n\nプレイヤーランクが100に到達すると、パブリックタグの編集が可能になります。\n他のプレイヤーによってすでに登録されているパブリックタグを変更することも可能です。\n1つのパブリックタグとして登録できる最大文字数は14文字です。"],"22060":[22060,22000,"MV","","MV付の楽曲はライブ中にMVを再生しながらリズムゲームをプレイすることができます。\n\n<#ff7f50>※ライブ中にMVを再生するためにはMVを解放する必要があります。</color>\n<#ff7f50>※ショートライブではMVを再生することはできません。</color>"],"22070":[22070,22000,"楽曲レコメンド","","ライブを1曲プレイしたあとに次のおすすめ楽曲を表示する機能です。\nこの機能では、1曲プレイしたあとに、プレイした楽曲の情報に基づいて別の3曲を次のおすすめとして表示します。\n\n「楽曲おすすめ」が表示されるライブは以下の5つです。\n・フリーライブ\n・マルチライブ\n・バトルライブ\n・ソロレイドライブ\n・マルチレイドライブ"],"22080":[22080,22000,"譜面の傾向","","画面右側の楽曲ジャケットの下に配置された五角形のボタンをタップすると、譜面の傾向を大まかに示すレーダーチャートが表示されます。\n\nNTS：NOTES。全体の密度の高さを示します。高くなるほどノーツ数が多い譜面です。\nDNG：DANGER。局所的な密度の高さを示します。高くなるほど局所的にノーツが多い譜面です。\nSCR：SCRATCH。スクラッチ、ホールドの数を示します。\nEFT：EFFECT。スライダー移動量の多さを示します。\nTEC：TECHNIC。タップ以外のノーツの配置密度を示します。高くなるほどスクラッチ、スライダーなどのノーツが満遍なく高密度に配置された譜面です。"],"22090":[22090,22000,"全楽曲のスコア","","全楽曲と全難易度を対象に、累計／最大／平均のハイスコア値を確認できます。\n情報欄をタップすることで表示を切り替えることができます。\n\n各種一定値を超えると、アチーブメント報酬を獲得できます。"],"23010":[23010,23000,"ルーム選択","","「マルチライブ」や「マルチメドレーライブ」などの他ユーザーとマッチングしてプレイするライブにおいては、参加するライブルームを選択できます。\nユニットの総合力によって入れるライブルームが変わります。"],"23020":[23020,23000,"プライベートルーム","","知り合いだけで遊びたい時などに使えるライブルームです。\nルーム作成者を含めて最大4人のプレイヤーが入室できます。\n「マルチライブ」等、マッチングがあるライブ形式で利用可能です。\n\nプライベートルームでは「NPC招待」ボタンを押すことでNPC（プレイヤーの代わりにライブに参加する仮想プレイヤー）を招待できます。\nこれによりユーザーが4人集まらなくてもプライベートルームを利用することができます。\n\n※「NPC招待」は2人以上がマッチングしているときのみ行うことができます。"],"23030":[23030,23000,"Live2D設定","","マッチング中に表示するメンバーの表示方法を設定します。\nキャラクター（Live2D）に設定している場合は、背景を指定することもできます。"],"23040":[23040,23000,"ランダム選曲固定","","設定をONにすると、楽曲選択画面をスキップして、楽曲をランダムで自動的に選択されます。\n同じ設定を行ったプレイヤーとのみマッチングします。"],"23050":[23050,23000,"フルオート拒否","","設定をONにすると、マニュアルでプレイするプレイヤーとのみマッチングします。"],"24005":[24005,24000,"マップ選択について","","グロースライブには、「周回」と「攻略」の2種類のマップがあります。\n\n「周回」：ゴールがなく、周回できる設計のマップで、総合力を成長させるのに適しています。\n「攻略」：ゴールを目指す設計のマップで、十分に成長したメンバーでの挑戦を推奨します。見事ゴールに到達すると、豪華な報酬をゲットできます。\n\n<#ff7f50>※マップによっては、開催期間や入場制限を受けるキャラクターの指定がある場合があります</color>"],"24010":[24010,24000,"育成メンバー編成について","","グロースライブをプレイするには、レベルと限界突破が最大に達したメンバーを、育成メンバーとして4人編成する必要があります。\n\n<#ff7f50>グロースライブでの育成限界に達していても、育成メンバーとして編成でき、プレイすることは可能です</color>\n<#ff7f50>Growthイベントをプレイして強化を行ったメンバーは、パラメータの「変換」を行わないと、育成メンバーとしてグロースライブを遊ぶことはできません</color>"],"24020":[24020,24000,"サポートメンバー編成について","","サポートメンバーを編成すると、セットしたメンバーの総合力の25％がグロースライブ内でのライブ時の総合力に加算されます。\n\nさらに、サポートメンバーにセットすると、グロースライブ内に登場して成長ボーナスや会話を発生させることができます。\n\n<#ff7f50>サポートメンバーをセットしなくても、グロースライブはプレイできます</color>\n<#ff7f50>サポートメンバーをセットするには、プレイヤーランクが一定値必要です</color>\n<#ff7f50>育成メンバーにセットしたキャラクターは、サポートメンバーに編成することはできません</color>\n<#ff7f50>Call of Artemis、A Bad Cynic Doggoメンバーには会話はありません。予めご了承ください</color>"],"24030":[24030,24000,"Growthイベントで強化したメンバーについて","","Growthイベントにて強化を行ったメンバーを、グロースライブの育成メンバーとして参加させたい場合、「パラメータの変換」を行う必要があります。\n\nパラメータの変換を行うと、総合力はほぼそのまま維持されますが、ハート、テクニック、フィジカルの値が、Growthイベントで強化される前の値に戻ります。\n<size='30%'><#FF7F50>※小数点以下の数値の処理のため、変換前と変換後の総合力にわずかに差が生じる場合があります。差が生じる場合、基本的に数値は上昇します</color></size>\n\nスキルの効果、およびスキルレベルは、「パラメータの変換」の実施で変化することはありません。\n※スキル効果の上書きがある場合、「パラメータの変換」実行時に上書きされます\n※上書きしたスキル効果は、【ユニット＞メンバーリスト＞「パラメータの変換」を行ったメンバーを選択＞スキルの初期化】で外すことができます\n\n<#FF7F50>※Growthイベントでアップデート可能な状態にしたうえでアップデートを実施していなかった場合も「パラメータの変換」が必要です</color>\n<#FF7F50>※Growthイベントで強化を行ったメンバーをサポートメンバーとしてグロースライブをプレイする場合は、「パラメータの変換」は不要です</color>\n<#FF7F50>※「パラメータの変換」を行った場合、いかなる理由があっても元に戻すことはできません</color>\n<#FF7F50>※「パラメータの変換」を行った際にグロースライブでの成長限界値を超えてしまう場合でも、Growthイベントで強化した総合力の値は保持されます</color>\n<#FF7F50>※グロースライブでは、Growthイベントの機能「アップデート」を行うことはできません</color>"],"24040":[24040,24000,"アクションカードでキャラクターを動かそう","","画面中央下に配置される4枚のアクションカードの中から1枚を選び、キャラクターを移動させましょう。\n\n一定確率でサポートメンバーのイラストが描かれることがあり、そのカードを使用すると、マスに止まったときにキャラクターの会話、および「サポート育成ボーナス」が付与されます。\n「サポート育成ボーナス」は、成長が行われる際に、成長量を増加するボーナスです。\n成長量が多いマスへ進めるときは、積極的にサポートメンバーが描かれたアクションカードを使用しましょう。\n\nサポートメンバーがアクションカードに描かれる確率は、「GROWTH PASS」への加入や、ボーナスマスから得られるボーナスによって、増加させることが可能です。\n<#ff7f50>「GROWTH PASS」は、ショップから加入いただけます。</color>"],"24051":[24051,24000,"各種マスについて","","グロースライブでは、様々なマスが用意されています。\n\n・スタートマス：開始位置。止まると方向転換が可能。周回すると何かいいことがあるかも？\n・ゴールマス：攻略マップにのみ出現。止まるとマップクリア。報酬をゲットした後、メンバーは解散\n・トレーニングマス：止まると、総合力が少しアップ\n・ショートライブマス：止まると、ショートライブを行う。ライブの成否で総合力の成長量が変化\n・対決マス：止まると、対決ライブを行う。ライブの成否で総合力の成長量が変化。相手に勝つとスキルを付け替えられる\n・強敵確定の対決マス：止まると、必ず強敵DJユニットと対決ライブを行う対決マス。\n・にょちおバスマス：止まると、にょちおバスが登場。別の場所へ瞬時に移動する。成長しない\n・ボーナスマス：止まると、ボーナスが１つ付与される\n・プレゼントマス：止まると、アイテムをプレゼント\n・ゴールドプレゼントマス：止まると、豪華なアイテムをプレゼント\n・？マス：止まると、別のマスに変化\n\nまた、キャラクターが立っているマスに止まると、キャラクター会話が発生し、「サポート成長ボーナス」が付与されます。\n\n※ライブに失敗、対決に敗北しても、総合力は少しアップします\n※「STOP」看板が立っているマスは、移動量が残っていても必ずそのマスに停止します"],"24061":[24061,24000,"移動可能回数とは？","","グロースライブでマス移動を実行できる回数です。\n\nグロースライブでアクションカードを使用してマスを移動すると１消費します。\n1時間経過するたびに、１回復します。\n※最大値を超えて回復することはありません。\n\n「GROWTH PASS」に加入すると、移動可能回数の最大値が増加し、1回分の回復にかかる時間が30分に短縮されます。\n<#ff7f50>移動可能回数は、すべてのマップで値を共有します。</color>\n<#ff7f50>「GROWTH PASS」は、ショップから加入いただけます。</color>\n<#ff7f50>「GROWTH PASS」加入時、移動可能回数の回復は行われません。</color>"],"24070":[24070,24000,"成長と成長限界値について","","グロースライブのマップ画面の左側に、育成メンバーの現在の総合力と成長できる限界値を表示しています。\n現在、どれくらい成長して、あとどれくらい成長できるかを確認しましょう。\n\n成長限界値は、総合力と総合力上昇値（％）の2つの値で管理されており、どちらかが限界値に達すると、そのメンバーは育成できなくなります。\n\n<#ff7f50>育成限界に達した後も、引き続き、グロースライブをプレイできます。</color>\n<#ff7f50>対決マスでのスコア対決に勝利して得られる「スキルの付け替え」は、育成限界に達しているかに関係なく、付け替えることができます。</color>\n<#ff7f50>イベントGrowth強化済メンバーに対して「パラメータの変換」を行った場合に限り、成長限界値を超えることを許容しています。</color>\n<#ff7f50>成長限界値は、今後のアップデートで、予告なく調整される場合があります。</color>"],"24081":[24081,24000,"スキル効果の付け替えについて","","対決マスで行われる対決ライブにて、ライブ成功（テンションを0にしない）、かつスコア対決に勝利すると、育成メンバーの1人にスキルの付け替えが可能です。\nグロースライブの対決マスに登場するDJユニットは、必ずスキル効果を1つ所有しています。\n対決相手を選ぶときは、欲しいスキル効果をもっているDJユニットを選び、勝利しましょう！\n\n<#ff7f50>付け替えたスキルは、※ユニット＞メンバーリスト＞「パラメータの変換」を行ったメンバーを選択＞スキルの初期化から、いつでもスキル効果を外すことが可能です。</color>\n<#ff7f50>付け替え、および初期化を行った際、スキルレベルは1に戻ります"],"24091":[24091,24000,"メンバーの入れ替えについて","","別のメンバーを育成したくなった場合、各種設定ボタンからいつでもメンバーを解散することができます。\n各種設定ボタンを押下し、「育成メンバー解散」を押下すると、メンバーを解散できます。\n\nメンバーを解散すると、育成メンバーとサポートメンバーを選ぶところから行います。\n新しい育成メンバーを編成してスタートした場合、スタートマスから開始します。\n\n※解散を行った後、解散前の状態に戻すことはできません。"],"24100":[24100,24000,"強敵ユニットについて","","対決マスに止まると、低確率でD4DJユニットが強敵ユニットとして登場することがあります。\n強敵ユニットに挑戦するには、「挑戦条件」を満たしている必要があります。\n\n通常のユニットと異なる点として、ライブ中、プレイヤーのスキル発動タイミングに、\n相手側がスキルを割り込んで発動してくることがあり、通常の対決よりも厳しいバトルになります。\n\nスキル構成を考えたうえで十分に育ったメンバーを編成することで勝利することができます。\n\n<#ff7f50>強敵確定の対決マスでは、必ず強敵ユニットが出現します。\nもし挑戦条件を満たすことができず、挑戦ができない場合は諦めることができます。</color>\n<#ff7f50>強敵確定の対決マスで敗北、または諦めた場合、強制的に1マス戻ります。\n戻された際のマスの効果は発動しません。</color>"],"24110":[24110,24000,"ハンディキャップについて","","対決マスで対決ライブを行う際に、スキルの封印や総合力の低下など、\n任意でハンディキャップを設定することができます。\nハンディキャップを課した状態で勝利すると、成長量を増やすことができます。\n\n<#ff7f50>強敵ユニットとの対決ライブの場合は、挑戦条件として強制的にハンディキャップが課される場合があります。</color>"],"24120":[24120,24000,"グロースライブ専用アイテムについて","","グロースライブには、専用のアイテムが存在します。\n\n「編成変更」：マップに滞留したまま、メンバー編成を変更できます。マップ内、および対決マスに止まったときに使用可能です。\n\n「手札交換」：すべてのアクションカードを捨て、新たに引き直します。マップ内で使用可能です。\n\n「移動量倍増」：指定された移動量のアクションカードの、移動量を2倍にします。マップ内で使用可能、再使用には一定回数のマス移動が必要です。\n\n「ボーナス獲得」：ランダムでボーナスを1つ獲得できます。マップ内で使用可能、再使用には一定回数のマス移動が必要です。\n\n「スキルメモリー」：対決マスで勝利時に得られるスキルを一時的に記録できます。記録したスキルは、いつでも好きなメンバーに付け替えることができます。付け替えた際に記録していたスキルは消失します。「スキルメモリー」を使用してもアイテム自体は消失しません。\n\n<#ff7f50>専用アイテムは、宝箱マスから出現することがあります。</color>\n<#ff7f50>「編成変更」や「手札交換」は、ダイヤショップなどでお買い求めいただけます。</color>\n<#ff7f50>「GROWTHPASS」に加入していないと、「スキルメモリー」へ新たにスキルを記録することはできません。\nすでに記録しているスキルの付け替えは、「GROWTHPASS」未加入でも可能です。</color>"],"24900":[24900,24000,"ポーカーイベントについて","","グロースライブのショートライブマス、対決マス、強敵確定の対決マスでライブを行った際に、ポーカーイベントが開催されていた場合、ベットコインの獲得、およびトランプカードのドローは行われません。\n\n<#ff7f50>イベントポイントは獲得できます。</color>"],"30010":[30010,30000,"クラブについて","","各プレイヤーが所持するクラブです。\n所持している「クラブアイテム」を設置して自由にカスタマイズを行ったり、「DJTIME」でDJシミュレーションを楽しんだりできます。\n\n「ユニット編成」でメイン設定されたユニットのメンバーがクラブに表示されます。\n\nクラブは全プレイヤーに公開され、非公開にすることはできません。"],"30020":[30020,30000,"クラブアイテム","","クラブに設置するアイテムを総称してクラブアイテムと呼びます。\n各種報酬や交換所などで入手できます。\n設置エリアによって5系統13種に分類され、様々な見た目やパラメーター上昇の効果を持っています。\nまた、種類によってはアイテムを使用して強化することができます。\n強化を行うと効果が向上し、さらに設置時の見た目が変化する場合があります。\n\n一つのレイアウトにつき最大15箇所設置できます。\n設置したクラブアイテムに応じてクラブの見た目が変わり、ライブ中の演出が変化したり、効果がある場合は対象のメンバーのパラメーターが上昇します。 \n\nクラブアイテム詳細から、お気に入り登録をしておくことで、クラブカスタマイズの「ソートフィルター」機能で検索しやすくなります。\n\n<#ff7f50>※ディスクスキンは左右共用のため、入手すればディスクL、ディスクRともに設置可能となります。\n※クラブアイテムに付与されているメンバーのパラメーター上昇は、設定しているレイアウトの影響は受けません。\n　所持しているクラブアイテムの中で総合力が最大になるものの効果が自動適用されます。\n※一部のクラブアイテムはレベルの倍数が5に達するごとにスペシャルエフェクトが解放されます。</color>"],"30030":[30030,30000,"カスタマイズ","","クラブに設置するアイテムを選び、設置することができます。自分だけの組み合わせで、オリジナルクラブを作りましょう。\n作成したクラブはレイアウトとして10個まで保存しておくことができ、保存したレイアウトは自由にクラブに適用できます。\n\n【各ボタン】\nUI非表示：現在編集中のクラブアイテムのみがモーションしている状態で、UIを非表示にします。画面をタップすることでUIを表示します。\nLiveView：ライブをプレイする際と同様、レーンやディスクスキンを表示して、ライブ中と同じクラブの表示を確認することができます。画面をタップすることでUIを表示します。\nソートフィルター：ワード検索・ジャンルフィルター・お気に入り・並び替えをして目的のクラブアイテムを検索できる機能です。\nまとめて設置：クラブアイテム選択領域を拡張し、一度に多くのクラブアイテムを選択して設置できる機能です。\nオススメ設置：条件に合ったクラブアイテムを、自動的に選んで設置してくれる機能です。"],"30040":[30040,30000,"レイアウト","","クラブをカスタマイズした内容をレイアウトとして保存することができます。\nこれにより用途別に設定したレイアウトに切り替えて見た目を使い分けることができます。\n\n<#ff7f50>※メンバーのパラメーター上昇は、所持しているクラブアイテムからユニットの総合力が最大になる効果が自動で適用されます。</color>"],"30050":[30050,30000,"セットリスト","","楽曲をかける順序を設定したリストのことです。\n所持している楽曲から4曲を選んで設定することで作成できます。\n\n作成したオリジナルのセットリストに名前をつけたり、他プレイヤーに公開することもできます。\n公開されたセットリストは全プレイヤーが閲覧可能になり、クラブを訪問したプレイヤーはそのセットリストをプレイすることができます。\nまた、メドレーライブでプレイしたセットリストを保存することもできます。\n\n<#ff7f50>※所持していない楽曲が含まれているセットリストは公開できません。</color>"],"30060":[30060,30000,"訪問","","他プレイヤーのクラブを訪問することができます。\n訪問先のクラブでは、\"いいね\"を送ったり、公開されたセットリストでメドレーライブをプレイすることができます。\n\nまた、公開されたセットリストをプレイするとゲストブックにコメントを残すことができます。"],"30065":[30065,30000,"いいねを送ろう","","他プレイヤーから\"いいね\"を貰えると、1日3回まで「エナジードリンク１」を1個プレゼントされます。\n\n「エナジードリンク１」は、ライブプレイ時に必要なボルテージを回復できるアイテムです。\n”いいね”を送りあえるプレイヤーを見つけましょう！\n\n※「エナジードリンク１」は、プレゼントボックスよりお受け取りください。\n※同じプレイヤーからプレゼントをもらえるのは、1日につき1回までです。\n　毎日0時にリセットされます。\n※「GROWTH PASS」に加入すると、1日10回までプレゼントされます。\n　詳しくは、ショップ画面にて「GROWTH PASS」の詳細をご覧ください。"],"30070":[30070,30000,"いいね一覧","","他プレイヤーに送った“いいね”や、受け取った“いいね”のリストを見ることができます。\n“いいね”は他プレイヤーのクラブを訪問した際に送ることができます。"],"30080":[30080,30000,"ゲストブック","","公開したセットリストをプレイすることで、ゲストブックにコメントを書き込むことができます。\nコメントにはプレイした際のスコアが一緒に書き込まれます。"],"30090":[30090,30000,"タップSE設定","","「サウンドセット」機能の選択画面です。\nこの画面から編集したい「プリセット」を選択して、タップ音、フリック音、スクラッチ音といった、ライブ中のSEの組み合わせを自由に設定できます。\nまた、編集画面では「SEパック」の購入が可能です。\nSEパックはサウンドセット機能で利用できるタップSEの設定パックで、購入によりキャラクターによるコールなどが利用できるようになります。"],"30100":[30100,30000,"自主練習","","時間経過でメンバーの経験値と親密度を獲得することができます。\n「ユニット編成」で成長させたいメンバーを編成しておき、「自主練習」で編成したユニットを選択しましょう。\n\n自主練習の成果は、開始から1時間経過するごとに増えていき、最大24時間分まで貯めることができます。\n24時間経過した後、成果が増えなくなりますので、「自主練習」ボタンから成果を受け取ってください。\n※通知設定をONにしておくと、自主練習が完了したことを通知しますのでご活用ください。\n\n自主練習を途中で終了したい場合は、練習中に「自主練習」ボタンを押下して終了させてください。\n※経過時間が、開始から1時間未満の場合は、成果はありませんのでご注意ください。\n※アチーブメント「自主練習の累計時間」は時間単位で集計を行うので、自主練習を途中で終了したとき、分単位以下は切り捨てられますのでご注意ください。"],"31010":[31010,31000,"DJTIMEについて","","自由に効果音やエフェクトをかけながら楽曲をつないでいく、DJシミュレーションが楽しめるモードです。\nプレイ中にスタンプを表示したり、メンバーのカットイン演出も任意のタイミングで発生させることができます。\n\n所持楽曲を選択して、どんどんつないでいきましょう。\n一定時間プレイすることで報酬を獲得できます。\n\nライブ選択画面、またはクラブ画面下部の「DJTIME」ボタンから開始します。"],"31020":[31020,31000,"ボタン","","DJTIMEモードでは、プレイ中にコントローラーのボタンを押すことで効果音を再生したり楽曲にエフェクトをかけることができます。\nボタンには以下3つのタイプがあります。\n\nSEボタン：\nタップすると効果音がなります。\n\nエフェクトボタン：\n長押しするとエフェクトがかかります。\n\nエフェクトフェーダーボタン：\n長押しするとエフェクトがかかります。\n上下にスワイプすると強弱がつきます。\n\n「コントローラー設定」で、使用する効果音やエフェクトの種類、ボタンの配置をカスタマイズすることもできます。"],"31030":[31030,31000,"ディスク","","DJTIMEモードでは、左右のディスクに楽曲を交互にセットすることで曲をつなげていきます。\n曲の切り替わりは自動で行われます。\n次の楽曲を選んでいない場合はランダムに楽曲が選択されます。\n\n<#ff7f50>※コントローラーの「MIXを終了する」をONにすると再生中の楽曲が終わり次第DJTIMEが終了します。</color>"],"31045":[31045,31000,"画面ロックモード","","画面右上の一番左にある錠アイコンをタップすると、画面ロックモードに切り替わります。\n\n画面ロックモードでは、端末がスリープに移行せず、ロングタップ操作以外の入力を受け付けなくなります。\n画面ロックモードを解除するには、画面のどこかをロングタップしてください。\n\nナビゲーション機能をONにした状態で、特訓を1回以上行った[Navigation：Classic]メンバーがプロフィール表示メンバーとして設定されている場合、画面ロックモードで該当のNVメンバーイラストが表示されます。"],"31040":[31040,31000,"DJTIME ARENA","","特定のイベントでのみプレイ可能な、特別なモードです。\nDJプレイに合わせて、スタンプやレスポンスを送ることができます。\n常設機能ではなく、開催中に参加条件を満たすことでプレイ可能です。\n\n※開催中に参加条件を満たすとメニュー画面から遷移可能になります"],"40011":[40011,40000,"ユニット編成","","ライブに参加させるメンバーを編成することができます。\n1ユニットにつきメインメンバー4人とサポートメンバー4人を選択することができ、最大15ユニットを編成して保存できます。\n\nメインメンバーのパラメーターはそのままユニットの総合力に反映され、サポートメンバーのパラメーターは25％がユニットの総合力に反映されます。\nメインメンバーの4人のみライブ中に表示され、スキルが発動します。\nサポートメンバーはライブ中に表示されず、スキルも発動しませんが、一部のパッシブスキルは発動します。\n\n<#ff7f50>※サポートメンバー枠はゲーム開始時には設定できません。プレイヤーランクを上げることで解放されます。</color>\n<#ff7f50>※一つのユニット内に同じキャラクターを編成することはできません。</color>"],"40020":[40020,40000,"キャラクターリスト","","各ユニットのキャラクターが一覧で見られる画面です。\n各キャラクターのディグランクをまとめて確認することができます。"],"40030":[40030,40000,"メンバーリスト","","所持しているメンバーの一覧です。\n\nメンバーは、ガチャやイベントなどで獲得することができます。"],"40040":[40040,40000,"トレーニング","","トレーニングを行うことでメンバーのレベルを上げることができます。\nトレーニングには「EXPチケット」が必要になります。"],"40050":[40050,40000,"スキルアップ","","スキルアップを行うことでメンバーのスキルレベルを上げることができます。\nトレーニングには「スキルEXPチケット」が必要になります。\nスキルレベルが上がるとスキルの効果が強化されます。"],"40060":[40060,40000,"限界突破","","メンバーをレベルMAXにした際に、限界突破を行うことでメンバーの上限レベルを上げることができます。\n限界突破には「ピース」や「クリスタル」、「コイン」が必要になります。\n\n<#ff7f50>※限界突破を行うことができるのは★3以上のメンバーです。</color>"],"40070":[40070,40000,"特訓","","トレーニングとは異なった方法でメンバーを強化できます。\n\n1回特訓を行うごとに\n・最も高いパラメーター\n・パッシブLv\nが上昇します。\n\n特訓を行えるのは★3、CP、★4、SP、NVメンバーのみです。\n特訓は現在レベルや限界突破状況に関係なく4回まで行うことができます。\n\n特訓には下記アイテムを消費します。\n（消費個数は特訓回数ごとに異なります）\n・各メンバーのメモリ、または対応するレアリティのクォーターメモリ\n（両方所持している場合、各メンバーのメモリが優先して消費されます）\n・各キャラクター専用特訓アイテム\n・音の貝殻\n・ピースS、M、L\n\n<#ff7f50>※特定のメンバーでは、特訓を行うと新たな機能などが解放される場合があります。\nイベントで特効効果がある場合、特訓を行うほど効果量がアップします。詳しくはイベントの遊び方をご覧ください。</color>\n"],"41010":[41010,41000,"メンバーとは","","D4DJ Groovy Mixにおいて「メンバー」とは、ユニットやホーム画面に設定できるキャラクターを指します。\n\nメンバーは、ガチャやイベントなどで獲得することができます。"],"41020":[41020,41000,"レベル","","メンバーの強さを示す値です。\nトレーニングによって上げることができます。\nレベルが上がるとパラメーターが上がります。"],"41031":[41031,41000,"スキル","","ライブ中、編成されたメンバーの中からランダムに発動します。\nユニット1人目のメンバーのみ2回スキルが発動します。\n\n<#ff7f50>※スキルの内容については「ヘルプ／メンバースキル」をご確認ください。</color>"],"41040":[41040,41000,"スキルレベル","","そのスキルの成長段階を示す値です。\nスキルアップを行うとスキルレベルが上がります。\nスキルレベルが上がるとスキル効果が強化されます。\n\n<#ff7f50>※スキルの内容については「ヘルプ／メンバースキル」をご確認ください。</color>"],"41050":[41050,41000,"スタイル","","メンバーの属性です。\n5つの属性「ストリート」「パーティ」「キュート」「クール」「エレガント」があります。"],"41060":[41060,41000,"親密度","","メンバーとの親密さを示す値です。\nライブを行うとリザルト内容に応じて親密度が上がります。\n親密度を一定値貯めると達成報酬が獲得できます。\n★3、★4メンバーのみ、親密度を一定値貯めるとメンバー専用のエピソードが解放されます。"],"41070":[41070,41000,"パラメーター","","メンバーの能力を示す値です。\nレベルが上がると上昇します。\nメンバーのパラメーターが高いほどライブでの獲得スコアが上がります。\nパラメーターには「ハート」「テクニック」「フィジカル」の3つがあり、これらの合計がそのメンバーの総合力となります。"],"41080":[41080,41000,"SPメンバー","","ガチャから登場時、Lv40・限界突破1回済みとなります。\n最初から行われている1回を合わせ、計4回まで限界突破が可能です。\n4回目の限界突破を行うとメンバーのイラストをプレミアム表示に切り替えることができます。\n4回限界突破時の最大Lvは80です。\n\n1回目の限界突破によるイラストの変化は発生しません。"],"41090":[41090,41000,"パッシブ","","ライブ開始時に発動しライブ中効果が継続するスキルです。\nスキル所持メンバーをメインに設定している場合のみ発動するものと、サポートでも発動するものがあります。\n同じ効果のパッシブは重複して発動せず、複数のメンバーが同じユニットに編成されている場合、最も高い値のパッシブが発動します。\n特訓を行うことでパッシブLv.が上がり効果を強化できます。\n\n※パッシブの効果内容については「ヘルプ/メンバースキル」をご確認ください。"],"41100":[41100,41000,"イラスト","","メンバーのイラストです。\n★3、★4メンバーは1回限界突破を行うことでイラストが変化します。\n★4、SP、NVメンバーは限界突破段階4回目でメンバーのイラストをプレミアム表示に切り替えることができます。"],"41110":[41110,41000,"NVメンバー","","「ナビゲーション機能」が使用できる特別なメンバーです。\n計4回までの限界突破が可能で、4回限界突破時の最大Lvは80です。\n1回目の限界突破によるイラストの変化は発生しません。\n\n4回目の限界突破を行うと、メンバーのイラストをプレミアム表示に切り替えることができ、かつ「ナビゲーション機能」が解放されます。\n\n◆ナビゲーション機能の基本機能\n【ホーム】\n・ボイス機能　：プレミアム表示のときに特別なボイスを発する機能です。イラストのタップ、特定時間の放置、特定の時間帯などの条件を満たしてホーム画面に訪れた際にそれぞれボイスを発します。\n・時計機能　　：プレミアム表示のメンバーイラスト上に、リアルタイムの時計が表示されます。\n\n【通知】\n・プッシュ通知：「ボルテージ回復」「フレンド申請の受信」「いいねの受信」などの通知が、システムメッセージではなくキャラクターからのメッセージになります。\n\n<#ff7f50>※プロフィール>お気に入りメンバー＞詳細設定にてナビゲーション機能をONしてご利用ください\n※アップデートにて、様々なナビゲーション機能が追加されました。次の項目でシリーズ別に紹介します</color>"],"41112":[41112,41000,"ナビゲーション機能[Navigation]","","ナビゲーション機能[Navigation]は、22年10月31日から23年9月30日の間にリリースした、\nメンバー名が[Navigation]のNVメンバーが対象の機能です。\n\n[Navigation]メンバーは以下の機能が適用されます。※プレミアム表示のとき有効\n◆ナビゲーション機能\n・ボイス機能　：通常のメンバーと異なり、プレミアム表示のときにボイスを発する機能です。イラストのタップ、特定時間の放置、特定の時間帯にホーム画面に訪れた際にそれぞれボイスを発します。\n・時計機能　　：プレミアム表示のメンバーが持つボード上に、リアルタイムの時計が表示されます。\n・プッシュ通知 ：各種通知がシステムメッセージではなくキャラクターからのメッセージになります。\n\n<#ff7f50>※限界突破を4回行うと、プレミアム表示にイラストを切り替えることができます。\n※メンバーリスト＞メンバー詳細に表示されるイラスト左下に配置された「表示切替」ボタンを押下すると、\n　ノーマルとプレミアムの表示切替を行うことができます。</color>"],"41114":[41114,41000,"ナビゲーション機能[Navigation：With]","","ナビゲーション機能[Navigation：With]は、23年10月31日から24年9月30日の間にリリースした、\nメンバー名が[Navigation：With]のNVメンバーが対象の機能です。\n\n[Navigation：With]メンバーは以下の機能が適用されます。※プレミアム表示のとき有効\n◆ナビゲーション機能\n・ボイス機能：通常のメンバーと異なり、プレミアム表示のときにボイスを発する機能です。\n　以下の場合にそれぞれボイスを発します。\n　・イラストのタップ\n　・特定時間の放置\n　・プレゼントボックスに通知がある\n　・DJ道に通知がある\n　・月曜日\n　・特定のボルテージ量の時\n　・特定の時間帯にホーム画面に訪れた際\n　※同キャラクターの[Navigation]メンバーに収録されていた一部ボイスも発します。\n\n・時計機能　　：プレミアム表示を行うと、リアルタイムの時計が表示されます。\n\n・プッシュ通知 ：各種通知がシステムメッセージではなくキャラクターからのメッセージになります。\n\n更に特訓を重ねることで以下の機能が解放されます。※プレミアム表示のとき有効\n\n特訓1回\n・ホーム画面デザイン変更機能：ホームボタンが、メンバー所属ユニットをイメージしたデザインに変化します。\n・ボイス機能拡張①：1時間ごとに、ホーム画面に訪れた際に時報ボイスを発します。\n\n特訓2回\n・ボイス機能拡張②：同キャラクターの[Navigation]メンバーに収録されていたボイスを発します。\n\n<#ff7f50>※限界突破を4回行うと、プレミアム表示にイラストを切り替えることができます。\n※メンバーリスト＞メンバー詳細に表示されるイラスト左下に配置された「表示切替」ボタンを押下すると、\n　ノーマルとプレミアムの表示切替を行うことができます。</color>"],"41116":[41116,41000,"ナビゲーション機能[Navigation：Classic]","","ナビゲーション機能[Navigation：Classic]は、24年10月31日から25年9月30日の間にリリースした、\nメンバー名が[Navigation：Classic]のNVメンバーが対象の機能です。\n\n[Navigation：Classic]メンバーは以下の機能が適用されます。※プレミアム表示のとき有効\n◆ナビゲーション機能\n・ボイス機能：通常のメンバーと異なり、プレミアム表示のときにボイスを発する機能です。\n　以下の場合にそれぞれボイスを発します。\n　・イラストのタップ\n　・特定時間の放置\n　・プレゼントボックスに通知がある\n　・DJ道に通知がある\n　・月曜日\n　・特定のボルテージ量の時\n　・特定の時間帯にホーム画面に訪れた際\n　※同キャラクターの[Navigation]、[Navigation：With]メンバーに収録されていた一部ボイスも発します。\n\n・時計機能　　：プレミアム表示を行うと、リアルタイムの時計が表示されます。\n\n・プッシュ通知：各種通知がシステムメッセージではなくキャラクターからのメッセージになります。\n\n更に特訓を重ねることで以下の機能が解放されます。※プレミアム表示のとき有効\n\n特訓1回\n・ホーム画面デザイン変更機能：ホームボタンが、メンバー所属ユニットのカラーデザインに変化します。\n・DJ TIME画面ロックモード表示変更機能：[Navigation：Classic]メンバーイラストを表示できます。\n・ボイス機能拡張①：1時間ごとに、ホーム画面に訪れた際に時報ボイスを発します。\n・ボイス機能拡張②：特定のランキング順位に達したときにボイスを発します。\n\n特訓2回\n・ボイス機能拡張③：同キャラクターの[Navigation]、[Navigation：With]メンバーに収録されていたボイスを発します。\n　※A Bad Cynic Doggoには、[Navigation]、[Navigation：With]メンバーが存在しないため、対象外です\n\n<#ff7f50>※限界突破を4回行うと、プレミアム表示にイラストを切り替えることができます。\n※メンバーリスト＞メンバー詳細に表示されるイラスト左下に配置された「表示切替」ボタンを押下すると、\n　ノーマルとプレミアムの表示切替を行うことができます。</color>"],"41117":[41117,41000,"ナビゲーション機能[Navigation：Party]","","ナビゲーション機能[Navigation：Classic]は、25年10月31日から26年9月30日の間にリリースした、\nメンバー名が[Navigation：Party]のNVメンバーが対象の機能です。\n[Navigation：Party]メンバーは以下の機能が適用されます。※プレミアム表示のとき有効\n◆ナビゲーション機能\n・ボイス機能：通常のメンバーと異なり、プレミアム表示のときにボイスを発する機能です。\n　以下の場合にそれぞれボイスを発します。\n　・イラストのタップ\n　・特定時間の放置\n　・プレゼントボックスに通知がある\n　・ミッションに通知がある\n　・月曜日\n　・特定のボルテージ量の時\n　・特定の時間帯にホーム画面に訪れた際\n　※同キャラクターの[Navigation]、[Navigation：With]、[Navigation：Classic]メンバーに収録されていた一部ボイスも発します。\n・時計機能　　：プレミアム表示を行うと、リアルタイムの時計が表示されます。\n\n・プッシュ通知：各種通知がシステムメッセージではなくキャラクターからのメッセージになります。\n\n更に特訓を重ねることで以下の機能が解放されます。※プレミアム表示のとき有効\n特訓1回\n・イラストに便利情報表示機能：様々な便利情報を表示できます。\n　自主練習が完了するまでの時間をゲージで表示\n　ボルテージ量をゲージで表示\n　グロースライブの移動可能回数をゲージで表示\n　電波状況を表示\n　端末のバッテリー残量を表示\n　現在位置の温度と天気を表示（※位置情報の取得を許可いただく必要があります）\n・イラストメンバーの誕生日に、特定の画面で特別な演出を再生します。\n・ホーム画面デザイン変更機能：ホームボタンが、メンバー所属ユニットのカラーデザインに変化します。\n・DJ TIME画面ロックモード表示変更機能：[Navigation：Party]メンバーイラストを表示できます。\n・ボイス機能拡張①：1時間ごとに、ホーム画面に訪れた際に時報ボイスを発します。\n・ボイス機能拡張②：特定のランキング順位に達したときにボイスを発します。\n・ボイス機能拡張③：イラストメンバー本人の誕生日に特別なボイスを発します。\n特訓2回\n・ボイス機能拡張③：同キャラクターの[Navigation]、[Navigation：With]、[Navigation：Classic]メンバーに収録されていたボイスを発します。\n　※A Bad Cynic Doggoには、[Navigation]、[Navigation：With]メンバーが存在しないため、[Navigation：Classic]のみとなります。\n<#ff7f50>※限界突破を4回行うと、プレミアム表示にイラストを切り替えることができます。\n※メンバーリスト＞メンバー詳細に表示されるイラスト左下に配置された「表示切替」ボタンを押下すると、\n　ノーマルとプレミアムの表示切替を行うことができます。</color>"],"42010":[42010,42000,"スキル：スコアUP","","スキル発動中、獲得スコアが上昇します。"],"42020":[42020,42000,"スキル：テンション回復","","スキル発動時、テンションが回復します。\n\n<#ff7f50>※一度テンションが0になると回復できなくなります。</color>"],"42030":[42030,42000,"スキル：PERFECTスコアUP","","スキル発動中、獲得スコアが上昇します。さらに、PERFECT判定のみ獲得スコア上昇率が増加します。"],"42040":[42040,42000,"スキル：LINK UP","","▼スキル効果について        \nリンク発生対象キャラクターをユニットのメインメンバーに編成している場合に発動します。\n基礎効果としてスキル保持メンバー自身を対象に発動し、リンク発生対象キャラクターが増えるほど効果が上昇します。\nメインメンバーに編成されていれば、対象となるキャラクターのレアリティ・メンバーの種類などは問わずリンクUPの効果値は上昇します。\n\n例）LINK UP[ハピアラ]の場合、Happy Around!のメンバー（NVりんくのスキルの場合、真秀、むに、麗）がいる時に効果が上昇します。\n\nスキル所持メンバー：愛本りんく\n対象メンバー：明石真秀、大鳴門むに、渡月麗\nの場合\n\n◆メインメンバーの編成が以下の場合\n・対象メンバーなし：基礎効果分のスコアUPが発動\n・明石真秀を編成：基礎効果にリンクUP1人分が加算されたスコアUPが発動\n・明石真秀・大鳴門むに・渡月麗を編成：基礎効果にリンクUP3人分が加算されたスコアUPが発動        \n\n▼マルチライブ時\nナビゲーションメンバーをDJに設定していると、他のスキル同様にメンバースキルとして発動し、マルチライブ参加プレイヤー全員に影響します。\n効果値はスキルを発動したプレイヤーのユニット編成で決定され、他の参加プレイヤーのユニット編成による変動はありません。\n\n▼フロアチャレンジ時\nユニット16枚全員がメインメンバー扱いとなります。\nただし、同一キャラクターがユニットに複数含まれていても効果値上昇は1キャラ分となります。"],"42041":[42041,42000,"スキル：スタイル一致","","スキル発動者と同じスタイルを持つメンバーをメインメンバーに編成した人数が多いほど、スキル発動中の獲得スコアが上昇します。\n\n最大4人まで上昇ボーナスが発生し、全員（4人）のスタイルが一致すると、さらにボーナスが発生します。\n\n※2024年4月24日現在では、グロースライブでスキルの付け替えにより、入手できることがあります。"],"42042":[42042,42000,"スキル：ユニット一致","","スキル発動者と同じユニットに所属するメンバーをメインメンバーに編成した人数が多いほど、スキル発動中の獲得スコアが上昇します。\n\n最大4人まで上昇ボーナスが発生し、全員（4人）のユニットが一致すると、さらにボーナスが発生します。\n※2024年4月24日現在では、グロースライブでスキルの付け替えにより、入手できることがあります。"],"42043":[42043,42000,"スキル：テンション減少防止","","スキル発動中、MISSやBADの判定時にテンションが減少しません。\n\n※2024年4月24日現在では、グロースライブでスキルの付け替えにより、入手できることがあります。"],"42050":[42050,42000,"パッシブ：GROOVYボーナス","","GROOVY TIME時の獲得スコアが通常より上昇します。"],"42060":[42060,42000,"パッシブ：GROOVYサポート","","GROOVY TIMEの発動がマッチングしたメンバーに左右されず、自分のPERFECT判定回数のみで発動するようになります。さらに、GROOVY CHARGEが貯まりやすくなります。"],"42072":[42072,42000,"パッシブ：ライフブースト","","MISS・BAD判定時、およびグロースライブの対決ライブで敵側からスキルを使用された際のテンション減少量が増加しますが、常に獲得スコアが増加します。\n\nライフプロテクトと合わせて使用した時のテンション減少量は、足し引きで求められます。"],"42080":[42080,42000,"パッシブ：AUTOサポート","","AUTO判定時の獲得スコアが増加します。"],"42090":[42090,42000,"パッシブ：マニュアルサポート","","PERFECT、GREAT、GOOD判定時の獲得スコアが増加します。"],"42100":[42100,42000,"パッシブ：スコアアップ(サポート可)","","スコアが増加します。また、特定のキャラクターが編成にいる場合、さらにスコアが増加します。\nこのパッシブスキルはサポートメンバーに編成していても発動します。"],"42110":[42110,42000,"パッシブ：スキル延長(サポート可)","","スキルの効果時間が長くなります。また、特定のキャラクターが編成にいる場合、さらに効果時間が長くなります。\nこのパッシブスキルはサポートメンバーに編成していても発動します。"],"42121":[42121,42000,"パッシブ：シンパシー","","ユニットの総合力を増加します。\n「シンパシー、またはシンパシー＋を所持するメンバー」をユニットに編成した人数が多いほど、パッシブの効果量が高くなります。\n\n※メインメンバーに編成、あるいは特訓を1回以上行ったサポートメンバーの中から、効果量が効果量が高いメンバーのシンパシー、またはシンパシー＋が発動します。\n※「シンパシー、またはシンパシー＋を所持するメンバー」は、メインメンバー、サポートメンバーの最大8名までカウントされます。\n　フロアチャレンジの場合でも、最大8名までカウントされます。\n"],"42131":[42131,42000,"パッシブ：ライフプロテクト","","獲得スコアが減少しますが、MISS・BAD判定時、およびグロースライブの対決ライブで敵側からスキルを使用された際のテンション減少量を小さくします。\n\nライフブーストと合わせて使用した時のテンション減少量は、足し引きで求められます。"],"42140":[42140,42000,"パッシブ：タップヒーリング","","PERFECT判定でノーツをタップすると、一定回数ごとにテンションを回復します。\nさらにテンションが1001以上のとき、獲得スコアが増加します。\n\n※フルオートでは、テンションは回復しません。"],"42150":[42150,42000,"パッシブ：コンボブースト","","コンボで得られる獲得スコアが増加します。\n継続コンボが一定数を超えると、獲得スコアがさらに増加します。"],"42160":[42160,42000,"パッシブ：シンパシー＋","","2種類の効果で、ユニットの総合力を増加します。\n\n効果①：\n「シンパシー、およびシンパシー＋を所持するメンバー」をユニットに編成した人数が多いほど、パッシブの効果量が高くなります。\n※メインメンバーに編成、あるいは特訓を1回以上行ったサポートメンバーの中から、効果①の効果量が一番高いメンバーのシンパシー、またはシンパシー＋が発動します。\n※「シンパシー、およびシンパシー＋を所持するメンバー」は、メインメンバー、サポートメンバーの最大8名までカウントされます。\n　フロアチャレンジの場合でも、最大8名までカウントされます。\n\n効果②：\nプレイヤーが獲得済みの「シンパシー、およびシンパシー＋を所持するメンバー」の人数分、パッシブの効果量が高くなります。\n※メインメンバーに編成、あるいは特訓を1回以上行ったサポートメンバーの中から、効果②の効果量が一番高いメンバーのシンパシー＋が発動します。\n※プレイヤーが獲得済みの「シンパシー、およびシンパシー＋を所持するメンバー」は、最大100名までカウントされます。\n\n補足：\n効果①と効果②は別々のシンパシー、またはシンパシー＋で発動します。たとえば、効果①は一番効果量の高いシンパシーで発動、効果②はシンパシー＋で発動するケースもありえます。\n"],"43010":[43010,43000,"ディグランク","","キャラクター個別のランクです。\n所持しているメンバーのレベル・スキルレベル・親密度から各キャラクターごとのディグランクが決まります。\nディグランクを上げると、パラメーター強化上限が解放されたり、達成報酬を獲得することができます。\n\nさらにストーリーを読むなどを行って「キャラクターミッション」を達成でもディグランクをアップできます。"],"43020":[43020,43000,"パラメーター強化","","アイテムを消費して、トレーニングや限界突破、特訓の進捗には関係なくパラメーターを強化することができます。\n\nキャラクターリスト\n →各キャラクター\n → 「パラメーター強化」ボタン\nで行うことができます。\n\n パラメーター強化はキャラクターごとに適用され、実施すると同じキャラクターのメンバーすべてのパラメーターが上昇します。\n また、パラメーターの強化上限はキャラクターのディグランクによって決まり、ディグランクを上げることで強化できる上限は増加します。"],"43030":[43030,43000,"衣装変更","","メンバーの衣装を設定できる機能です。\n また、縦画面表示でキャラクターの全身を確認することができます。\n \n 衣装の変更は\nキャラクターリスト\n  →各キャラクター\n →「衣装変更」ボタン\n より行うことができます。\n\n 設定が反映されるのは下記画面に表示されるメンバーの衣装です。\n ・ユニット→キャラクター／衣装→各キャラクター\n ・ライブトップ\n ・ライブ中のキャラクター（ライブ設定でLive2D表示にしている場合）\n　※フロアチャレンジを除く\n ・ライブ中のSDキャラクター\n ・ライブリザルト（ライブ設定でLive2D表示にしている場合）\n ・ライブリザルト後の会話\n ・マルチプレイのマッチング中（Live2D表示にしている場合）\n ・DJ道\n ・ストーリー\n ・グルミクツアーズのSDキャラクター\n ・DJ-TIME\n ・ホーム（メインユニットを表示する設定にしている場合）\n ・プロフィール（Live2D表示にしている場合）\n \n 設定した衣装を元に戻したい場合は、最上部の「編成メンバーの衣装」を選択すると未設定の状態に戻ります。\n また、設定可能な衣装は自分が所持しているメンバーのものに限ります。\n 所持していないメンバーの衣装は試着のみ可能です。\n \n ・★1[制服]愛本りんく\n ・★2[DJ-LIVE!]山手響子\n ・★3[AnthemMaiden]出雲咲姫\n ・★2[DJ-MIX!]瀬戸リカ\n などの一部メンバーについては、獲得時に衣装が追加されません。\n \n <#ff7f50>※すべての表示箇所について一括で設定が適用され、表示箇所個別に衣装を設定することはできません。\n ※お気に入りメンバーに選択しているメンバーには衣装変更が適用されません。</color>"],"43040":[43040,43000,"アルバム","","獲得したメンバーのイラストを確認できます。\n\n未獲得のメンバーは暗く表示され、拡大表示を行うことはできません。\nタップすると、入手方法を確認することができます。"],"43050":[43050,43000,"思い出リスト","","過去に閲覧したことのあるエリア会話やUI会話を繰り返し閲覧できる機能です。\n通常の公開期間が終了したエリア会話や、ランダム表示のUI会話を選択して楽しむことができます。\n\nキャラクターリスト > 各キャラクターの個別ページ > 思い出リスト で閲覧できます。\n\n<#ff7f50>※全てのエリア会話やUI会話が格納されるわけではありません。一部再閲覧できない内容がございます\n※未読のまま公開期間が終了した内容を遡って解放することはできません\n※過去に閲覧したことがない会話は閲覧できません\n※グロースライブ内のエリア会話につきましては、Ver.6.9.1アプリアップデート以前に既読であっても思い出リストでの閲覧はできません\n　Ver.6.9.1アプリアップデート以降に閲覧したもののみが思い出リストに表示されます</color>"],"43060":[43060,43000,"誕生日について","","各キャラクターの誕生日は、公開されている場合キャラクターリスト内のプロフィールで確認できます。\n誕生日が近くなったら、専用画面が開設されますので、ぜひお祝いしましょう！\n\n<#ff7f50>※専用の画面は、ホーム画面左上のバナーから遷移できます\n※誕生日が設定されているのは、キャラクターリスト画面に出現するキャラクターに限定されます\n※キャラクターの誕生日は、ユニット＞キャラクターリスト＞キャラクター＞プロフィールで確認できます</color>"],"43070":[43070,43000,"Birthday Navigation","","キャラクターの誕生日限定で、ナビゲーション機能を体験できます。\n\n誕生日特設画面にて、Birthday NavigationをONにすると、お気に入りメンバーの設定に関係なく、\n誕生日キャラクターのNVメンバーがホーム画面に出現します。\n\n<#ff7f50>※誕生日の翌日0時になると、自動的にBirthday Navigation状態は解除されます</color>"],"50010":[50010,50000,"メインストーリー","","D4DJ Groovy Mixのストーリーを見ることができます。\n\n〇第4章\n「XROSS∞BEAT」\n\n〇第3章\n「side : nova」＆「side : origin」\n\n〇第1章／第2章\n「ROAD TO D4 FES.」\n「D4FES. STORY」"],"50020":[50020,50000,"ROAD TO D4 FES.","","キャラクターたちのユニット別ストーリーを見ることができます。\n\n各ユニットのランクを上げることにより個別に解放されます。\nユニットストーリーを読むことで読破報酬を獲得できます。\n\n<#ff7f50>※メインストーリーから読むことができます。</color>"],"50030":[50030,50000,"D4FES. STORY","","過去に開催したD4 FES.イベントのストーリーを見ることができます。\n\n<#ff7f50>※イベント終了一定期間後に登録されます。\n※登録されるストーリーは、イベント開催時の内容から調整および変更されている場合があります。\n※メインストーリーからも読むことができます。</color>\n"],"50040":[50040,50000,"キャラクターストーリー","","各キャラクター個別のストーリーを読むことができます。\n「キャラクターストーリー」ではディグランクで開放されるシナリオ、「メンバーエピソード」では当該キャラクターがメインで登場するメンバーのシナリオが一覧で表示されます。\n\n※解放条件を満たしていないメンバーエピソードを読むことはできません。"],"50050":[50050,50000,"イベントストーリー","","過去に開催したイベントのストーリーを見ることができます。\n\n<#ff7f50>※イベント終了から一定期間経過後に登録されます。\n※登録されるストーリーは、イベント開催時の内容から調整および変更されている場合があります。</color>"],"50055":[50055,50000,"アナザーストーリー","","過去に開催したアナザーストーリーを見ることができます。\n\n<#ff7f50>※イベント終了から一定期間経過後に登録されます。\n※登録されるストーリーは、イベント開催時の内容から調整および変更されている場合があります。</color>"],"50060":[50060,50000,"コメントシェア機能","","ストーリーに対して、感想コメント・評価を記入、他人の評価・コメントを閲覧することができる機能です。\n各ストーリーページにある「コメント＆評価」ボタンをタップすると、コメント欄を表示させることができます。\n利用規約を遵守し、良識のあるコメントを心がけましょう。\n\n\n◆コメント欄\n自分・他人がそのストーリーに残した評価とコメントを閲覧することができます\nコメント一覧に表示される場合、ストーリー評価点、コメント本文、プレイヤー名・お気に入りキャラ、記載日時などが表記されます。\n「ネタバレを表示」ボタンをタップすると、コメント者が意図的に隠しているコメントを表示することができます。\n\nまた、表示されているコメントには以下のアクションが可能です。\n【他人のコメント】\n・高評価 → そのコメントが参考になったり、同感したコメントに「高評価」を残すことができます。\n・通報 → 不適切だと思ったコメントを運営に通報することができます。通報されたコメントは規則に則り対応いたします。\n【自分のコメント】\n・削除 → 自分の記載したコメントを削除します。連投防止のため、コメントを記載した時刻から100時間経過するまで同じストーリーにコメントをすることができません。\n\n◆コメント入力\nストーリーに評価とコメントを残します。\n・評価 → 5段階で評価をお願いします。必ず1以上の評価をつけてください\n・コメント → 90文字以内でコメントを残すことができます。\n・ネタバレボタン → ストーリー内の展開や内容を共有したい場合にこちらのチェックをつけてください。\n　　　　　　　　　  他のプレイヤーが、そのコメントを表示するか否かを選択できるようになります。"],"50070":[50070,50000,"ストーリー中ライブ機能","","ストーリー中に特定の楽曲をプレイする機能です。\n編成・クラブなどは専用のものが自動的に編成されます。\nオプション・オート・MVなどはライブごとに設定の可否が異なります。\n※MVを読み込む際にデータのダウンロードが発生する場合がございます\n\n本ライブは、ボルテージなどを消費せずに挑戦可能です。\nライブを最後までプレイすると、ストーリーが進行します。\nライブスコアなどの成績は記録されません。\nEXP・アイテムなどは獲得できません。"],"60010":[60010,60000,"エリアマップについて","","グルミクの世界を見ることができます。\n広域のマップと1つの場所にフォーカスしたエリアマップにわかれていて、場所を示すエリアアイコン、または「MAP」ボタンで切り替えることができます。\n\n商店街、図書館、ショッピングビルなど様々なエリアに移動すると、キャラクターたちの日常会話を見ることができます。\n未読のエリア会話がある場合、マップ内のエリアアイコンにNEWマークが表示されます。"],"60020":[60020,60000,"エリア会話","","各エリアマップで見られるキャラクターたちの日常会話です。\nライブなどを行うとランダムで発生します。季節や特定の日に関係したレアなやり取りが見られることも…！？\nイベントストーリーがある場合、最終話を読み終えると会話が追加されることがあります。\n\n未読エリア会話を読むとプレイヤーランクEXPとユニットEXPを獲得できるので、こまめにエリアマップをチェックしましょう。"],"70010":[70010,70000,"DJ道について","","DJ道（ロード）とは、より優れたDJになるための果てしない道のりです。\n各種課題が設定されており、達成することで報酬を獲得できます。\n\n<#ff7f50>※課題内容は予告なく変更になる場合があります。</color>"],"70020":[70020,70000,"初心者ミッション","","「D4DJ Groovy Mix」の遊び方を説明する課題が用意されています。\n\n<#ff7f50>※すべてクリアすると画面内に表示されなくなります。</color>"],"70030":[70030,70000,"デイリー","","毎日0時に進捗がリセットされる課題が用意されています。"],"70040":[70040,70000,"ウイークリー","","決められた曜日の0時に進捗がリセットされる課題が用意されています。"],"70045":[70045,70000,"マンスリー","","毎月1日0時に進捗がリセットされる課題が用意されています。\nマイレージランクに応じて、報酬の内容や個数が変動します。"],"70050":[70050,70000,"イベント／スペシャル","","期間限定の課題が用意されています。"],"70060":[70060,70000,"チェックイン","","リアルイベントと連動した期間限定の課題が用意されています。\n\nチェックインについては、「ヘルプ/チェックイン」をご覧ください。"],"70080":[70080,70000,"アチーブメント","","様々な条件が用意されています。クリアすると新しい条件が出現することがあります。\n\n<#ff7f50>※イベント期間中のみ登場する条件もあります。</color>"],"80010":[80010,80000,"プレイヤーID","","ご利用のアカウント固有のIDです。\nクラブ訪問時のフレンド検索等に使うことができます。"],"80020":[80020,80000,"シェア","","共有機能です。\nシェアボタンを押下すると、プロフィール画面をそのままSNS等に公開することができます。\nフレンドを探したい場合などにご活用ください。"],"80030":[80030,80000,"設定","","他のプレイヤーが自身のプロフィールを見たとき、表示してよい自身の情報を設定できます。\nデフォルトはすべて「公開中」で設定されています。"],"80041":[80041,80000,"称号","","プロフィール、マルチライブ、ランキング一覧画面に表示する「称号」を所持している中から設定できます。\n\nプロフィール画面では最大２つまで称号を設定でき、マルチ／ランキング用の称号を表示させて最大５つまで表示可能です。\nマルチライブ、ランキング一覧では最大3つまで称号を表示可能です。\n\nゲーム開始時に所持しているもの以外の称号は、ミッションやイベント順位報酬などで獲得できます。"],"80050":[80050,80000,"楽曲WISHリスト","","楽曲にWISH設定を行っている場合、ジャケットが表示されます。\n他のプレイヤーのプロフィールを訪れたときにも表示され、楽曲をプレゼントすることも可能です。\n\nWISH設定を行っていない場合は、「楽曲ショップへ」ボタンのみが表示され、押下すると楽曲ショップに遷移することができます。\n\n"],"80061":[80061,80000,"メンバー変更／お気に入りメンバー","","お気に入りメンバーや、ホーム画面デザイン変更などの設定ができます。\n\n■お気に入りメンバー\nホーム、ライブ選択等の各種画面で表示するメンバーです。4人まで設定できます。\n\n■ホーム画面デザイン変更\nホーム画面のデザイン変更が利用可能なNVメンバーを所持している場合、デザイン変更を適用させるメンバーを設定できます。\n\n【詳細設定】でより細かく設定できます。各項目で設定可能な内容は下記の通りです。\n\n「メインユニットを表示」：ONにすると、各種画面で、お気に入りメンバーに加えてメイン設定しているユニットの編成メンバーが表示されるようになります。\n「お気に入りメンバーに衣装変更を反映」：ONにすると、「衣装変更」で設定している衣装がお気に入りメンバーの表示に反映されます。\n「ナビゲーション機能」：ONにすると、NVメンバーの時計表示機能などが有効になります。\n「ログインキャンペーンの登場メンバー設定」：ONにすると、ログインキャンペーンの報酬受取時に登場するキャラクターがお気に入りメンバーに固定されます。「メインユニットを表示」をONにしている場合、メイン設定しているユニットの編成メンバーも登場します。\n「ホーム画面デザイン変更枠に自動セット」：ONにすると、ホーム画面のデザイン変更が利用可能なNVメンバーがお気に入りメンバーに設定された際、ホーム画面デザイン変更枠にも自動的にセットします。\n「ホーム画面で一定時間操作しないときに自動的にUIを非表示」：UIを常に表示するか、無操作時にUIを非表示にするかを設定できます。無操作で非表示になるまでの時間は秒単位で変更可能です。\n"],"80070":[80070,80000,"Live2D表示","","設定したメンバーの表示方法を設定します。\nキャラクター（Live2D）に設定している場合は、背景を指定することもできます。"],"83010":[83010,83000,"他プレイヤーと繋がろう","","他のプレイヤーとフレンド関係になることができます。\nフレンドリストにプレイヤー情報が表示されるので、クラブ訪問やいいねを送ることが楽になります。\n\nフレンドにできる人数には上限があり、プレイヤーランクを上げると、上限数が増加します。"],"83020":[83020,83000,"フレンド申請","","他のプレイヤーとフレンド関係になるには、「フレンド申請」を行い、相手から承認してもらう必要があります。\n「フレンド申請」を行う方法は2つあります。\n\nマルチライブのリザルト画面から「フレンド申請」を行う\n相手のプロフィール画面から「フレンド申請」を行う\n\n「フレンド申請」を送ったプレイヤーを確認するには、「フレンド＞申請中リスト」から確認できます。\n\nなお、同時にフレンド申請を行える人数には上限があり、上限数を超えてのフレンド申請は行うことができません。"],"83030":[83030,83000,"承認と解除","","「フレンド申請」が届くと、「フレンド＞承認待ち」のリストに申請を送ったプレイヤーの情報が表示されます。\n「承認」を行うと、フレンド関係が成立します。\n\nフレンド関係を解除したい場合は、相手のプロフィール画面から「フレンド解除」を行ってください。\n\nなお、「フレンド申請」から7日間が経過すると、自動的にキャンセルになります。"],"84010":[84010,84000,"ブロックとは？","","迷惑行為や、不快なテキスト表現を行うプレイヤーとの交流を遮断することができる機能です。\nブロックには「マッチングブロック」と「コミュニケーションブロック」の2種類があります。\n\n<#ff7f50>※フレンド関係のプレイヤーをブロック登録すると、フレンド関係は自動的に解除されます。またブロック登録を行っているプレイヤーには「フレンド申請」できません。</color>\n<#ff7f50>※ブロックされたプレイヤーを刺激しないように、行動は一切制限しません。ただし、ブロック設定されたプレイヤーの情報は、運営チームへ逐次情報が送信されるようになっており、多数のブロック制限が見受けられたプレイヤーには、調査の上でアカウントに何らかの措置を施す場合があります。</color>\n<#ff7f50>※ブロック判定処理によるサーバ負荷肥大を回避するため、ブロック登録人数を制限しています。予告なく上限の増減を行う可能性がありますので、あらかじめご了承ください。</color>"],"84020":[84020,84000,"マッチングブロックとは？","","マッチングブロックに登録されたプレイヤーと、マルチライブでマッチングしなくなります。\nさらにプライベートルームへ入室できないように制限します。\n\nマッチングブロックを登録するには、マルチライブのマッチング中、楽曲選択画面、難易度選択画面のいずれかのタイミングで、プレイヤー情報右上の「ブロック登録」から設定できます。\n\nマッチングブロックを解除するには、同画面で再度「ブロック解除」を押下、もしくは「メニュー＞ブロック」画面から設定を解除できます。"],"84030":[84030,84000,"コミュニケーションブロックとは？","","コミュニケーションブロックに登録されたプレイヤーからの情報や発信を受信拒否し、自身の情報を開示しないようにします。\n\nブロック登録されたプレイヤーの名前やコメントのテキストを伏せて表示します。\nブロック登録されたプレイヤーから送信された「いいね」「フレンド申請」「ゲストブックへの投稿」「ストーリーコメント」を自動的に拒否、あるいは非表示にします。\nブロック登録されたプレイヤーが自身のプロフィール画面、クラブ画面に遷移した時、プロフィール情報設定のすべての項目を自動的に「拒否」、または「非表示」扱いとし、接触の拒否、および自身の情報を非表示にします。\n\nコミュニケーションブロックを登録するには、登録したいプレイヤーのプロフィール画面の「ブロック登録」から設定できます。\n\nコミュニケーションブロックを解除するには、同画面で再度「ブロック解除」を押下、もしくは「メニュー＞ブロック」画面から設定を解除できます。"],"85010":[85010,85000,"アラーム機能とは","","「繰り返し」設定をONにしておくことで、指定時刻が訪れるたびに通知が届くようになります。\n繰り返し設定がOFFの場合、一度しか通知されません。\n\n繰り返し設定が「OFF」のアラームがすべて通知された後は、アラーム一覧画面のベルのアイコンが灰色で表示されます。\nこの状態ではアラームは作動せず、通知は行われません。\n同じ設定のまま再度アラームを使用したい場合は、ベルのアイコンをタップすると、通知ONの状態に切り替わりベルが黄色で表示されます。\n\n<#ff7f50>※アラーム一覧が開かれている状態で、繰り返し設定がOFFのアラームの指定時刻を迎えた場合、設定は切り替わりますが、ベルの色が正しく反映されない場合があります。</color>"],"85020":[85020,85000,"繰り返し使いたい場合","","繰り返しの設定がOFFの場合、一度しか通知しません。\n「繰り返し」設定をONにしておくとことで、指定時刻が訪れるたびに通知が届くようになります。\n\n「繰り返し」設定が「OFF」のアラームが通知された後は、通知が飛ばないように通知OFFの状態となり、アラーム一覧画面のベルが灰色で表示されます。\n同じ設定のまま再度アラームを使用したい場合は、ベルをタップすると通知ONの状態に切り替わりベルは黄色で表示されます。\n\n<#ff7f50>※アラーム一覧が開かれている状態で、繰り返し設定がOFFのアラームの指定時刻を迎えた場合、通知OFFに切り替わったにもかかわらず、ベルの色表示が正しく反映されない場合があります</color>"],"86010":[86010,86000,"BGM変更とは？","","ホーム、クラブ、プロフィール画面のBGMを変更することができます。\n\n<#ff7f50>※今後のアップデートで不定期にBGMは追加される場合があります。</color>"],"93010":[93010,93000,"マイレージとは？","","マイレージとは、ランクに応じて、様々な特典を受けられる機能です。\n一か月間の行動に応じて、翌月のマイレージランクが決定します。"],"93020":[93020,93000,"マイレージポイント","","下記の行動を行うたびにマイレージポイントが加算されます。\n・ダイヤを消費する\n・ログインボーナスを受け取る\n・グルミクWebStoreで購入する\n\n<#ff7f50>※予告なく獲得方法が追加、変更になる場合はありますので、あらかじめご了承ください</color>"],"93030":[93030,93000,"マイレージランク","","一か月間で貯めたマイレージポイントの値で、翌月のマイレージランクが決定します。\n\nマイレージランクは以下の6種類で、下にいくほど位が高くなります。\n・ノーマルランク\n・ブロンズランク\n・シルバーランク\n・ゴールドランク\n・プラチナランク\n・ブラックランク\n\n<#ff7f50>※マイレージランクが切り替わるのは毎月1日0時です\n※各ランクに達するのに必要なマイレージポイントは、マイレージ画面のTIPSをご覧ください\n※予告なくランクに必要な閾値が変更される場合がありますので、あらかじめご了承ください</color>"],"93040":[93040,93000,"マイレージランクの特典","","マイレージランクごとに、様々な特典を受けられます。\n\n・マイレージログインボーナスの獲得：\n　ブロンズランク以上で「ダイヤ」や「音の貝殻」が得られます。\n・マンスリーミッションの報酬量アップ：\n　マイレージランクが高くなるほど、受け取れる報酬や個数が増加します。\n・特定ガチャのメンバーセレクトゲージのMAX値が引き下げ：\n　プラチナランク、ブラックランクのとき、対象となるガチャのメンバーセレクトゲージMAX値が引き下げられます。\n・「ガチャゲージチケット」獲得数が増加：\n　開催終了時に条件を満たすと「ガチャゲージチケット」が獲得できるガチャにおいて、マイレージランクが高いほど、チケット獲得数が増加します。\n・特定のキャンペーンダイヤパックの購入可能数増加：\n　ゴールドランク以上で、対象となるパックの購入可能数が増加します。\n\n<#ff7f50>※ガチャ、パックごと、およびマイレージランクによって特典内容が異なる場合があります。\n　詳細は、お知らせ、またはガチャ詳細をご覧ください\n※特典対象のマイレージランク、および特典内容は、予告なく変更となる場合があります。\n　あらかじめご了承ください。</color>"],"110010":[110010,110000,"ガチャ","","D4DJ Groovy Mixでは、ガチャを引くことでメンバーを獲得することができます。\nガチャを引くには「ダイヤ」や「ガチャチケット」等が必要です。\n\n登場するメンバー、提供割合はガチャによって異なります。\n現在開催されているガチャは「ガチャ画面」で確認できます。"],"110020":[110020,110000,"チケットガチャ","","「ガチャチケット」や「10連ガチャチケット」等を使用してガチャを引くことができます。\n「ガチャチケット」は一度に10枚まで同時に使用することができます。"],"110030":[110030,110000,"DJ TURN ガチャ","","何段階かの「STEP」を持つガチャです。\n\n各STEPごとに決められたガチャを引くと、ルーレットに挑戦できます。\nルーレットでは、各マスに設定された「エフェクト」を抽選で獲得することができます。\nエフェクトには★4メンバーの出現確率を上昇させるものやアイテムを入手できるものなどがあり、獲得したエフェクトは全て最終STEPのガチャで発動します。\nSTEP数、ルーレットの設定内容はガチャによって異なります。"],"110040":[110040,110000,"オーディションガチャ","","10連ガチャを複数回無償で行ったうち、1つの結果のみをアイテムを消費して確定するガチャです。\n\nガチャ結果の確定は、10連ガチャを所定の回数引き切るまで行うことができません。\n10連ガチャを所定の回数引き切った後、結果を確定するまでは次の10連ガチャを引くことができません。"],"110050":[110050,110000,"リマスターガチャ","","リマスターガチャとは\n\n任意のメンバーをピックアップ対象として選択できるガチャです。\nピックアップ対象として選択可能なメンバーは該当ガチャのガチャ詳細からご確認ください。"],"110060":[110060,110000,"ステップアップガチャ","","ステップアップガチャとは\n\n引くたびに出現メンバー数、ボーナス内容、引くために必要なアイテムの消費量などが変化するガチャです。\n詳しくは、該当ガチャのガチャ詳細をご覧ください。"],"110200":[110200,110000,"メンバーセレクトゲージが余ったら","","特定のガチャの開催が終了したとき、メンバーセレクトゲージが余っていた場合、\nアイテム「ガチャゲージチケット」に自動的に変換されます。\n\n変換時の獲得量は、マイレージランクによって変動します。\n\n<#ff7f50>※詳細は、該当ガチャのガチャ詳細をご覧ください。\n※アイテム「ガチャゲージチケット」は、プレゼントからお受け取りください\n※アイテム「ガチャゲージチケット」は、「ガチャゲージチケット交換所」で使用できます\n※ボーナスゲージは変換対象外です</color>"],"120010":[120010,120000,"交換所やセレクトボーナスでのメモリの獲得について","","交換所やセレクトボーナスでメモリを獲得できるのは、\n特訓した回数 + 所持しているそのメンバー専用メモリの数 < 最大特訓回数\nの場合のみとなります。\n\n例えば、\n・[Happy◎スカイハイ]愛本りんくを、★3専用クォーターメモリで1回特訓している\n・[Happy◎スカイハイ]りんくのメモリを3個所持している\nこの場合、最大特訓回数は4回のため、交換所やセレクトボーナスで[Happy◎スカイハイ]りんくのメモリの選択し獲得することができなくなります。\n"],"120020":[120020,120000,"所持上限に達したアイテムの変換","","複数個所持できないアイテムや2回目以降に獲得したメンバーのかわりに、下記のような別のアイテムがプレゼントされます。\n\n下記は一例です。\n\nガチャで2回目以降に獲得したメンバー：\n音の貝殻\n（★2：1個、★3：10個、CP：10個、★4：30個、SP：30個、NV：30個）\n\nガチャや交換所等から2～5回目に獲得した★3、★4、SP、NVメンバー：\n各メンバーのメモリ 1個\n\n上記により獲得するメモリが現在所持しているメモリと合わせて該当メンバーの特訓上限回数を超える場合：\n各レアリティ専用クォーターメモリ 1個\n\n※例えば、\n　・[Happy◎スカイハイ]愛本りんくを、★3専用クォーターメモリで1回特訓している\n　・[Happy◎スカイハイ]愛本りんくをガチャから3回獲得したことにより、[Happy◎スカイハイ]りんくのメモリが3個付与されている\n　この状態で[Happy◎スカイハイ]愛本りんくをガチャから獲得した場合、★3専用クォーターメモリが1個プレゼントされます。\n\nイベントの報酬や運営からのプレゼントとして６回目以降に獲得したメンバー：\n各レアリティ専用クォーター１個\n\nガチャや交換所等から6回目以降に獲得した★4、SP、NVメンバー：\n各レアリティ専用クォーターメモリ 1個\n※6回目以降に★3メンバーを獲得しても、★3専用クォーターメモリはプレゼントされません。\n\n2回目以降に獲得したクラブアイテム：\n音の真珠1個　等（アイテムにより異なります）\n\n2回目以降に獲得した称号：\n音の真珠1個　等（アイテムにより異なります）"],"131010":[131010,131000,"位置情報チェックイン","","端末内のGPS機能から位置情報を取得し、報酬を獲得できる機能です。\n例えば、イベントに来場してくれたプレイヤーにのみ報酬をプレゼントする場合などで使用します。\n\n報酬獲得の方法は以下の手順です。\n①チェックインを利用したキャンペーン期間中に指定の場所でアプリを立ち上げる。\n②ホーム画面の「位置情報チェックイン」をタップする。\n③位置情報の取得に同意をいただけると報酬がプレゼントボックスに付与される。\n\n※ご利用の端末で本アプリの位置情報利用を許可する設定になっているかご確認ください。\n・iOS：「設定　＞　プライバシー　＞　位置情報サービス　＞　ON」\n・Android　「設定　＞　セキュリティと現在地情報　＞　位置情報　＞　ON」\n※ご利用の端末により、取得される位置情報に多少の誤差が生じる場合がございます。通信環境のよい場所で何度かお試しください。\n※チェックインキャンペーン未開催の際は、ホーム画面に「位置情報チェックイン」は配置されません。"],"900010":[900010,900000,"マルチデバイス対応について","","「D4DJ Groovy Mix」はマルチデバイスでの利用に対応しており、単一のアカウントを複数の端末でご利用いただくことができます。\nマルチデバイスでご利用の際は、メニューで確認できる「アカウントコード」を使ってアカウント連携を実施していただくことで複数の端末で同じアカウントに接続できます。\nアカウントコードには使用期限や使用回数制限等はありません。\n\nまた、iOSとandroidの端末で同じアカウントを利用することも可能です。\nただし、OSの違う複数の端末で有償ダイヤを共有することはできません。有償ダイヤはOSごとに管理されます。\nD4 PASSおよびLIVE PASSのサブスクリプション契約を行っている場合、OSの違う端末でログインしてもD4 PASSおよびLIVE PASSは有効です。\n\nなお、複数端末の同時接続はできません。\n一つの端末でログイン中に他の端末でログインすると、もともとログインしていた端末では接続が切断されます。"],"990010":[990010,990000,"Q.勝手にNPCが入ってきてしまい、他のプレイヤーとマルチライブができません。なぜですか？","","A.他のプレイヤーとのマッチングに一定以上の時間がかかったためです。 \n「マルチライブ」や「マルチメドレーライブ」などの他ユーザーとマッチングしてプレイするライブにおいては、条件によりNPCが登場する場合があります。 \n\n◆NPCとは \n・通信状況等によって他ユーザーとのマッチングに時間がかかる場合にライブに参加する仮想プレイヤーです。 \n・NPCはマッチング開始から一定時間経過すると自動的に参加します。"],"990020":[990020,990000,"Q.アチーブメントの「マニュアルモードX曲FULL COMBO」が達成されない","","A.すでにカウント済の楽曲をプレイしているかもしれません。\nアチーブメントの「マニュアルモードX曲FULL COMBO」は楽曲単位でカウントされるため、下記のような状況が考えられます。\n\n・「気分上々↑↑」のEASYで初めてFULL COMBOを達成した（アチーブメントへのカウントが行われる）後、「気分上々↑↑」のNORMALでもFULL COMBOした（アチーブメントへのカウントは行われない）\n\n全ての難易度を通じて一度もFULL COMBOしていない楽曲でFULL COMBOを達成することでアチーブメントのカウントが行われます。\nFULL COMBO未達成の楽曲を探してみてください。"],"990030":[990030,990000,"Q.D4PASSを購入できないのはなぜですか？","","A.すでにご契約済の可能性がございます。\n1つのApple ID / Googleアカウントで契約できるプレイヤーIDは1つのみとなります。\n購入に使おうとしているApple ID / Googleアカウントが異なるプレイヤーIDでのD4PASS購入に使用されていないかご確認ください。"]}