{"1":[1,"Groovy Mix Cup 2022",[1000010],"<size='45%'>◆What is the Groovy Mix Cup?</size>\nThe Groovy Mix Cup is an event where players compete against each other in a \" Technical Score \" competition to become the champion.\nTake part in this competition, which is divided into two leagues, and aim for the top of the Groovy Mix!\n\nTop 50 from each league will be invited to the D4DJ Online Fan Meet-Up!\n\nFor competition regulations and detailed rules, please see the official website.\n\n<size='30%'><#dffe84>*The \"Groovy Mix Cup\" uses a 'Technical Score', but subscription to LIVE PASS is not mandatory\n*You can select the league you want to compete in when you join the competition and participate in the event</color></size>","The group competes for the Groovy Mix Cup.\nThis competition will be divided into the Happy Around! League and the Peaky P-key League.\n\nThe league in which you compete can be selected when participating in the competition.\nPlease note that it is not possible to change the league after it has been selected.\n\n<size='45%'>◆League Characteristics</size>\n・<#FF310C>Happy Around!</color>League\nThis is a technique-oriented league where Task Songs are selected based on scores featuring original Groovy Mix gimmicks.\n\n・<#F89E02>Peaky P-key</color>League\nThis is a physical-oriented league in which Task Songs are selected based on simple, rhythm-game accuracy scores.\n\nFor more information, see the official website.","<size='45%'>◆Entry Reception and In-Game Event Period</size>\n4/9 2:00 ～ 4/16 7:59(UTC)\n<size='30%'><#dffe84>*Entry can be made at any time during the event period</color></size>\n\n<size='45%'>◆Ranking Results Announcement</size>\n4/16 8:00(UTC)\n<size='30%'><#dffe84>*Those who win the right to participate in the online event will be contacted individually</color></size>\n\n<size='45%'>◆D4DJ Online Fan Meet-Up</size>\n5/7\n<size='30%'><#dffe84>※Only players who have won the right to participate can join the fan meet-up.</color></size>\n\nFor competition regulations and detailed rules, see the official website.","You can play the Groovy Mix Cup without entering, but you must enter to take part in the online event.\nThose who want to participate the event must make an entry via the dedicated competition page.\n\nPlease copy your ID below and go to the entry form and follow the instructions provided to complete the necessary information.","https://en.d4dj-pj.com/news/20220401/post-43","https://docs.google.com/forms/d/e/1FAIpQLSdaWO6zDKL6ki_lx6pS-PFDSEsnSX7xge_SEAqMT0Rmx95q7g/viewform","2022-04-09T02:00:00.0000000Z","2022-04-16T07:59:59.0000000Z",50,true,50,"0001-01-01T00:00:00.0000000Z"]}