{"1":[1,100,"Home","","This is the main page in the game, where you can go to each screen such as Live, Story, Gacha, etc.\nThe background of the home screen can be selected from the following options.\n\"Character Display\" shows the character.\n\"Card Display\" shows the card illustration.\n<color=red>※The character card illustrations displayed in the home screen are randomly selected from the members registered in your profile and the members organized in the main unit.</color>\n<color=red>※Flick left or right on the home screen background to change the displayed member.</color>"],"2":[2,100,"Rank","","Refers to a player's Rank.\nGain player Rank EXP by playing in Live mode and reading map dialogue between characters. Collect enough EXP to raise your Rank."],"3":[3,100,"Voltage","","Consumed when playing live shows.\nThe Voltage consumed per live performance can be set to 0 or 1 to 5.\n<color=red>※When the Voltage consumption is set to 0, you will enter \"Rehearsal\" mode.</color>\n<color=red>※When the Voltage gauge is less than 10, it recovers naturally at a rate of 1 per hour.</color>\nYou can recover up to 999 Voltage by upgrading your rank or using a Voltage recovery item."],"4":[4,100,"Diamonds","","Used for Gacha and Voltage recovery.\nDiamonds can be purchased from the \"Diamond Shop\".\nYou can also earn them from various rewards."],"5":[5,100,"Coins","","Used for Limit Breaks for members, upgrading club items, and exchanging items at the exchange.\nIt can be earned from various rewards."],"6":[6,100,"Notification","","This shows all the news from the D4DJ developers."],"7":[7,100,"Gifts","","Rewards and gifts from the developers are sent to the Presents box.\n<color=red>*Certain reward items are directly added to the amount currently owned. </color>\nBe aware that certain Presents have a redemption deadline.\nThey will be automatically deleted if not redeemed before this deadline."],"8":[8,100,"Visit user club","","You can visit other players' Nightclubs.\nFrom there, you can play their shared set lists in Medley Live mode.\nPlaying their shared set list allows you to leave comments in their Guestbook."],"9":[9,100,"Likes","","You can see the list of \"Likes\" you have sent to other users and the list of \"Likes\" you have received.\nYou can send \"Likes\" when you visit another user's club.\n<color=red>※The maximum number of \"Likes\" you can send per day is 10.</color>"],"10":[10,101,"Map","","You can move to various areas such as the shopping district, library, and the shopping center.\nIn these areas, you can see the daily lives of the characters."],"11":[11,101,"Map dialogue","","You can see the characters' daily conversations.\nMap conversations are randomly generated when you perform a live or other activity.\nYou can earn Player Rank EXP and Unit EXP by reading unread map conversations."],"12":[12,200,"Club","","Each player owns their own Nightclub.\nThese are public to all other players.\nYou can freely customize the characters and Nightclub Items which are displayed.\n<color=red>*The characters displayed here will be the Members of the Unit set as \"Main Settings\" in the \"Unit Formation\" menu.</color>"],"13":[13,200,"Club Items","","These are items to be placed in your club.\nDepending on the club item installed, your performance during the live show will change and the parameters of certain members will increase.\n<color=red>※The parameter increase of the members will be applied to the effect of the club items installed in the \"Effects: ON\" layout.</color>\n<color=red>※Some club items can be upgraded to level 5 to unlock special effects.</color>"],"14":[14,200,"Layout","","You can save your club customizations to the layout.\n<color=red>※The parameter increase of the members will be applied to the effect of the club items installed in the \"Effects: ON\" layout.</color>"],"15":[15,200,"Set list","","You can name your original setlist and make it public.\n<color=red>※Setlists that include songs that you do not own cannot be published.</color>\nThe setlist you publish will be available to all users and can be played by any user who visits the club.\nYou can also save the setlists you play in Medley Live."],"16":[16,200,"Guestbook","","You can write comments in the guestbook by playing a published setlist.\nThe comment will be written alongside your score."],"17":[17,201,"DJTIME","","A mode where you can mix songs while freely applying sound effects and FX.\nYou can earn rewards by playing for a certain amount of time."],"18":[18,201,"Buttons","","You can apply sound effects and effects by pressing the buttons on the controller.\nThere are three types of buttons as follows\n\nSE Button:\nTapping this button will produce a sound effect.\n\nEffect Button:\nPress and hold to apply an effect.\n\nEffect Fader Button: \nPress and hold to apply the effect.\nSwipe it up and down to adjust the intensity."],"19":[19,201,"Disc","","Songs are mixed by setting the songs on the left and right discs alternately.\nSong switching is done automatically.\nIf you have not selected the next song, a song will be selected randomly.\n<color=red>※Turning on \"Exit MIX\" on the controller will end DJTIME as soon as the currently playing song is finished.</color>"],"20":[20,300,"Unit formation","","You can choose the members who will perform in a live show.\nYou can pick four main members and four support members.\n<color=red>※Only the four main members will be shown during the live performance, and their skills will be activated.</color>\n<color=red>※Support members slots are unlocked by raising the player's rank.</color>\n<color=red>※You cannot have two of the same character in a unit.</color>"],"21":[21,300,"Member list","","Refers to the list showing Members currently owned."],"22":[22,300,"Training","","Refers to the Training used to raise Member levels.\n\"EXP Tickets\" are needed for Training."],"23":[23,300,"Skill up","","Refers to the Skill training used to raise Member Skill levels.\n\"Skill EXP Tickets\" are needed for Skill training.\nRaising Skill level will enhance the effects of Skills."],"24":[24,300,"Limit Break","","When you have maxed out a member's level, you can raise the member's maximum level by performing a Limit Break.\nYou will need \"Pieces\", \"Crystals\", and \"Coins\" to achieve this.\n<color=red>※Only ★3 and ★4 members can have their Limit Break.</color>"],"25":[25,300,"Characters","","From here, you can check the information of each character."],"26":[26,301,"Level","","Training raises your level.\nThe higher the level, the higher the parameters."],"27":[27,301,"Skill level","","Training raises your level.\nThe higher the level, the higher the parameters.\n<color=red>※Please refer to \"Help / Member Skills\" for skill details.</color>"],"0":[0,301,"Style","","These are the attributes of the members.\nThere are five attributes: \"Street\"\"Party\"\"Cute\"\"Cool\" and \"Elegant\"."],"28":[28,301,"Bond","","Member Bonds increase by amounts depending on your Live mode performance results.\nRewards can be earned through raising Bonds to certain amounts.\nUnlock Member specific stories for ★3 and ★4 Members by raising Bonds to certain amounts."],"29":[29,301,"Parameters","","A number that indicates the ability of the member.\nAs the level rises, the parameters increase.\nThere are three parameters \"Heart\", \"Technic\", and \"Physical\".\nThe higher the parameter of the member, the higher the score in the Live."],"30":[30,301,"Art","","From here, you can view Member art.\nUnlock new art for ★3 and ★4 Members with each Limit Break.\nLimit Break four times to unlock premium art for ★4 Members."],"31":[31,302,"Score UP","","While activating the skill, the score you get will increase."],"32":[32,302,"Restore Tension","","Tension will be recovered when the skill is activated.\n<color=red>※Once the tension reaches zero, it cannot be recovered.</color>"],"35":[35,400,"Live","","A rhythm game where you tap the screen in time with the music.\nIf your tension drops to zero, it's game over.\nClear songs to earn Live rewards, player Rank EXP, and Unit Member Bonds based on Score Rank, as well as DJ Unit EXP for Unit Members in your Unit.\nEarn song rewards by meeting certain conditions when clearing a song."],"36":[36,400,"Rhythm game","","You can enjoy the rhythm game more by playing the song \"Lesson (Groovy Mix Beginner's Guide)\".\nYou can also use the \"Mode Settings\" to enjoy Groovy Mix in a way that suits your play style."],"37":[37,400,"Timing and tension","","In the rhythm game, there are five judgments: PERFECT, GREAT, GOOD, BAD, and MISS.\nBAD and MISS judgments lower the tension, and when the tension drops to zero, the score you get is greatly reduced."],"38":[38,400,"Note types","","There are five types of notes in this game.\n\nTap Notes:\nNotes which must be tapped at the correct timing.\nThey come in two colors with unique tap sounds, but no other difference.\n\nLong Notes:\nNotes which must be held until they end.\nYou will not need to let go of these notes when they end.\n\nScratch Notes:\nNotes which must be scratched at the correct timing.\nTheir timing is determined by when you swipe up or down on the turntables.\nThe center lane rewinds a bit for these notes, but song rhythm will not be affected.\nGREAT and GOOD timings are not available for these notes.\n\nHold Notes:\nNotes which must be held until they end.\nThe center lane will stop moving while these notes are held, but song rhythm will not be affected.\n\nSlider Notes:\nNotes where the slider must be in the same lane as the note when they pass.\nThere will be audio effects over the song for these notes.\nThese notes do not need to be held down.\nSlider Notes with an arrow must be quickly swiped in the direction indicated.\nGREAT and GOOD timings are not available for these notes."],"39":[39,400,"Live settings","","Live settings:\nTweak various details to optimize your rhythm game experience.\nCertain Live settings can be changed during play.\n\nSkin settings:\nChange the appearance of notes, tap effects, and combo indicators.\n\nAudio settings:\nAdjust audio levels, types of audio effects, and tap sounds heard during play."],"40":[40,400,"Mode settings","","You can adjust the difficulty of the rhythm game by selecting the notes and assists to play according to your own play style.\n<color=red>※Some songs and Lives are only available in \"Manual Mode\".</color>"],"41":[41,400,"COMBO","","Consecutive PERFECT, GREAT, or GOOD timing notes during play result in COMBOs.\nThe longer the COMBO, the better your Score."],"42":[42,400,"FULL COMBO","","Tap all notes during play at PERFECT, GREAT, or GOOD timing for a FULL COMBO.\nGREAT FULL COMBO and PERFECT FULL COMBO cannot be achieved if certain assist modes are active."],"43":[43,401,"Free Live","","This is a Live show played by one person.\nYour high score and high score rating will be updated."],"44":[44,401,"Multi Live","","This is the Live for 4 players by matching with other users.\nYou will be rewarded according to your individual score rank and multi-score rank.\n<color=red>※High scores and ratings will not be updated.</color>"],"45":[45,401,"Medley Live","","Refers to the Live mode where you play a medley of four consecutive songs.\nMedley Lives played can be saved in your DJ Booth.\n<color=red>*New High scores and Ratings cannot be gained in this mode. </color>\n<color=red>*Song rewards cannot be earned in this mode. </color>"],"46":[46,401,"Multi-Medley Live (※event only)","","This is the Medley Live for 4 players matched with other users.\nThe medley consists of four songs wheree ach participant requests one song each.\nThe Medley Live you play can be saved in the DJ booth.\n<color=red>※This is the Live for Medley event only.</color>\n<color=red>※High scores and ratings will not be updated.</color>\n<color=red>※Song achievement rewards are not applied.</color>"],"47":[47,401,"Task Medley Live (※event only)","","This is the Medley Live where 4 songs are selected in advance. You can play it by collecting 100 or more \"Challenge Tickets\".\n<color=red>※This is a Medley Event Live only.</color>\n<color=red>※Voltage is not consumed.</color>\n<color=red>※High scores and ratings will not be updated.</color>\n<color=red>※Song achievement rewards are not applied.</color>"],"48":[48,401,"Battle Live (※event only)","","This is the Live for 4 players who are matched with other users to play and compete for scores.\n<color=red>※This is the Live for Bingo event only.</color>\n<color=red>※1 voltage is consumed when a matching is established.</color>\n<color=red>※High scores and ratings will not be updated.</color>\n<color=red>※Song achievement rewards are not applied.</color>"],"49":[49,500,"DJ Road","","From here, you can earn rewards by clearing established challenges.\n<color=red>*Details of challenges are subject to change without notice. </color>"],"50":[50,500,"Tutorials","","From here, you can play through challenges which explain how to play \"D4DJ Groovy Mix.\""],"51":[51,500,"Stage & Grade Qualifiers","","Challenges are provided to test your rhythm game skills.\n<color=red>※You can play only in manual mode.</color>"],"52":[52,500,"Special","","From here, you can play through limited time only challenges."],"53":[53,500,"Achievements","","A variety of conditions are available.\n<color=red>※Some conditions will only appear during the event.</color>"],"54":[54,600,"ROAD TO D4FES.","","From here, you can read the stories of each DJ Unit.\nUnlock story chapters by raising the rank of that DJ Unit.\nEarn rewards by reading these DJ Unit stories."],"55":[55,600,"EVENT STORY","","You can view the stories of past events.\n<color=red>※It will be registered after a certain period of time after the event.</color>"],"56":[56,600,"D4FES. STORY","","You can view the stories of past D4FES. events.\n<color=red>※It will be registered after a certain period of time after the event.</color>"],"63":[63,1000,"Gacha","","In D4DJ Groovy Mix, you can get members by drawing gacha.\nGacha requires \"Diamonds\" or \"Gacha Tickets\" to be used.\n\nThe members who appear in the gacha and the percentage of gacha offered vary depending on the gacha.\nYou can check the current gacha in the \"Gacha Page\"."],"64":[64,1000,"Ticket Gacha","","You can use \"Gacha Ticket\" or \"10 Draw Gacha Ticket\" to draw Gacha.\nYou can use up to 10 \"Gacha Tickets\" at the same time."],"65":[65,1000,"DJ TURN Gacha","","This is a gacha with several \"STEPs\".\n\nWhen you draw the gacha set for each STEP, you can challenge the roulette.\nIn the roulette, you can win \"effects\" set in each square by lottery.\nThe effects include those that increase the probability of the appearance of ★4 members and those that allow you to get items, all of which will be activated in the final step of the gacha.\nThe number of steps and roulette settings vary depending on the gacha."],"66":[66,1100,"Groovy Mix Tours","","This mode allows you to enjoy a short live once a day.\nThe live tour is based on a challenge system that specifies members, club items, and songs, and you can advance through the squares by clearing them.\nClear the challenges set for each square and earn rewards.\n\n<#ff7f50>*Voltage is not consumed to play. </color>\n<#ff7f50>*You can play as many times as you like until you clear each tour once a day. </color>"],"67":[67,300,"Change outfit","","This function allows you to set the costumes of the members.\nYou can also see the whole body of the character in vertical view.\n\nYou can change the costume of\nUnit\n→Character/Costume\n→Each character\n→\"Change Costume\" button\nto change the costume.\n\nYou can set the costumes of the members displayed below.\n・Unit→Character/Costume→Each Character\n・ Live Top\n・SD character during the live\n・Conversation after live result\n・ DJ Road\n・SD characters of Groovy Mix Tours\n・DJ-TIME\n・Home screen (when the main unit is set to be displayed)\n<#ff7f50>* Settings are applied to all display areas at once, and costumes cannot be set for individual display areas.\n<#ff7f50>The costume change is not applied to the member selected as the favorite member. </color>\n\nThe costumes that can be set are only those of the member you own.\n\nSome members, such as the following, will not have their costumes added when earned.\n・★1[School Uniform] Rinku Aimoto\n・★2[DJ-LIVE!] Kyoko Yamate\n・★3[AnthemMaiden] Saki Izumo\n・★2[DJ-MIX!] Rika Seto"],"68":[68,300,"Extra Training","","This is a system for upgrading members.\n\nEach time you perform Extra Training,\n・Highest parameter\n・Passive Lv.\nwill increase.\n\nExtra Training can only be performed on ★3, ★4, SP and NV members.\nYou can train up to 4 times, regardless of your current level or Limit Break status.\n\nThe following items are consumed for training.\n(The number of items consumed differs for each Extra Training session.)\n・The memory of each member, or the quarter memory of the corresponding rarity.\n(If you have both, each member's memory will be consumed first.)\n・Extra Training items for each character\n・ Songshell\n・Piece S, M, L"],"69":[69,301,"SP member","","When they appear in the Gacha, they are Lv. 40 and have had their Limit Break once.\nIncluding the one that has been done from the beginning, a total of four Limit Breaks are possible.\nWhen Limit Break happens for the fourth time, the premium card will be unlocked.\nThe maximum Lv. is 80 when Limit Break has occurred four times.\nThere is no pre-evolution illustration."],"70":[70,301,"Passive","","This is a skill that activates at the start of a Live and continues to work during the Live.\nThe passive of the member organized as the main unit only activates.\nPassives with the same effect will not be duplicated, and if multiple members are in the same unit, the passive with the highest value will be activated.\nYou can Extra Training to increase the passive Lv. and upgrade the effect.\n\n*For more information on the effects of the passive, please refer to \"Help/Member Skills\"."],"71":[71,401,"Floor Challenge","","This is a live mode where you can play with up to 16 members.\nDuring the live performance, the skills of all members will be activated.\n\nIn Floor Challenge, each floor has its own set of characters that can be organized.\n(For example, on the HapiAra floor, only characters from Happy Around!)\nIn addition, the members designated as floor bonuses will have their Total Power increased.\n\nIf you achieve a certain score in the specified song, the stage will be cleared and a new stage will be unlocked."],"72":[72,1000,"Audition Gacha","","This is a gacha where only one result out of multiple free 10 draw gachas will be confirmed by consuming an item.\nThe result of the gacha cannot be confirmed until the specified number of 10 draw gachas have been completed.\nOnce you have completed the 10 draw gacha, you will not be able to draw another 10 draw gacha until the result is confirmed."],"73":[73,1200,"Earning memory at the exchange and select bonuses","","You can only get memory from the exchange and select bonuses when the number of times you have Extra Trained the card + the number of memories you have for that card < the maximum number of times you have Extra trained it.\n\nFor example\n・[Happy ◎Sky High] Rinku Aimoto has been trained once with the ★3 quarter memory.\n・You have 3 memories of [Happy Sky High] Rinku.\nIn this case, the maximum number of training is 4, so you will not be able to select and acquire [Happy◎Sky High]Rinku's memory in the exchange or select bonus."],"74":[74,1200,"Conversion of items that have reached their maximum inventory limit","","The following items will be given instead of items that cannot be held in multiples or members acquired after the second time.\n\nMembers earned after the second time in the Gacha:\nSongshell\n(★2: 1 piece, ★3: 10 pieces, ★4: 30 pieces, SP: 30 pieces, NV: 30 pieces)\n\n★3, ★4, SP and NV Members earned from the 2nd to 5th time in the gacha:\n1 memory of each member\n\n★4, SP and NV members earned after the 6th time:\n1 Quarter memory for each rare member\n\n★3, ★4, SP and NV members earned after reaching the maximum number of Extra Training sessions:\nEach rare quarter memory 1 piece\n\nClub items earned after the second time:\n1 Songpearl, etc. (varies depending on the item)\n\nTitle earned after the second time:\n1 Songpearl, etc. (varies depending on the item)"],"75":[75,302,"Passive：GROOVY bonus","","The score you get at the time of GROOVY TIME will be increased more than usual."],"76":[76,302,"Passive：GROOVY support","","GROOVY TIME will no longer be triggered by matching members, but only by the number of PERFECT judges you have. In addition, it will be easier to accumulate GROOVY CHARGE."],"77":[77,302,"Passive：LIVE boost","","The amount of tension reduction on MISS and BAD will increase, but the score you get will increase steadily."],"78":[78,302,"Passive：AUTO support","","Increases the score you get when judging AUTO."],"79":[79,400,"Select Room","","In \"Multi Live\" and \"Multi Medley Live\" where you are matched with other users, you can choose the live room you want to join.\nThe live room you enter will depend on the Total Power of your unit."],"80":[80,400,"Private Room","","This is a Live room that can be used when you want to play with only people you know.\nUp to four players including the room host can enter the room.\nThe room can be used for \"Multi-Live\" and other live games with matching.\n\nIn a private room, you can invite NPCs (virtual players who participate in the live game instead of the player) by clicking the \"Invite NPC\" button.\nThis allows you to use a private room even if you don't have four users.\n\n*The \"Invite NPC\" function can only be used when two or more people are matched."],"81":[81,1300,"Q.NPC enter the game, and I can't Multi-LIVE with other players.","","A. This is because it took a certain amount of time to match with other players. \nIn the case of \"Multi Live\" and \"Multi Medley Live\", NPCs may appear depending on the conditions. \n\n◆What is an NPC? \n・NPCs are virtual players who join the live when it takes time to match with other users due to communication conditions. \n・NPCs will automatically join after a certain amount of time has passed from the start of matching."],"82":[82,1300,"Q.The achievement \"Manual mode X song FULL COMBO\" is not achieved.","","A. You may be playing a song that has already been counted.\nSince the achievement \"Manual mode X songs FULL COMBO\" is counted per song, the following situations are possible.\n\n・After achieving FULL COMBO for the first time in EASY of \"Feeling Good↑↑\" (the achievement will be counted), you also achieved FULL COMBO in NOMAL of \"Feeling Good↑↑\" (the achievement will not be counted).\n\nAchieving a FULL COMBO on a song that has never been FULL COMBOed on all difficulty levels will count as an achievement.\nPlease try to find songs that you have not achieved FULL COMBO."],"83":[83,1300,"Q.Why can't I purchase a D4PASS?","","A. It is possible that you have already signed up for this service.\nYou can only sign up for one Player ID with one Apple ID / Google account.\nPlease make sure that the Apple ID / Google account you are trying to purchase is not being used to purchase D4PASS for a different player ID."],"84":[84,301,"illustration","","Here are the illustrations of the members.\n★3 and ★4 members will release their post-evolution illustrations by going through the limit one time.\nFor ★4, SP and NV members, four Limit Breaks will release the premium card."],"85":[85,100,"Menu","","This is a list of functions.\n\nFrom this page, you can access the screens for changing various settings and checking your items.\nYou can also check the Terms of Service and Privacy Policy, and your account code from this list.\n\nThe button will appear on this page when the DJTIME ARENA is held."],"86":[86,700,"Player ID","","This is the unique ID of your account.\nYou can use it to find your friends when you visit clubs, etc."],"87":[87,700,"Share","","This is a sharing function.\nBy pressing the share button, you can publish your profile screen as it is to SNS and other sites.\nPlease use this function when you want to find your friends."],"88":[88,700,"Title","","You can set the \"Title\" to be displayed in your profile.\nYou can select up to two titles to display from among the titles you have.\nTitles other than the ones you have at the start of the game can be obtained through missions and event ranking rewards."],"89":[89,200,"Tap SE Setting","","This is the \"Sound Set\" function selection screen.\n From this screen, you can select the \"presets\" you wish to edit and set any combination of live sound effects such as tapping, flicking, and scratching sounds.\nAlso, \"SE packs\" can be purchased on the editing screen.\nThe SE pack is a pack of tap SE settings that can be used with the sound set feature. Purchases allow for character-based calls and others."],"90":[90,600,"Character Story","","You will see individual character stories that are different from the main stories.\n\n It is released as an achievement reward for raising each character's dig rank, and unlike other stories, it can be read from each character's character TOP screen.\n Readers can earn reading rewards by reading character stories.\n\n *Also referred to as “Dig Rank Story\" in the announcement."],"91":[91,200,"Club Effect","","At the start of the live. The effect of the club item in your possession that maximizes your overall strength is automatically applied.\n It is not affected by the layout you have set up."],"93":[93,200,"Customize","","You can select and install items to be placed in the club. Create your own original club with your own unique combination.\n Up to 10 clubs can be saved as layouts, and saved layouts can be freely applied to clubs.\n \n 【Each Buttons】\n Hide UI: Hides the UI with only the club item currently being edited in motion. Tap the screen to show the UI.\n LiveView：As when playing live, you can view lanes and disk skins to see the same clubs as during the live show. Tap the screen to display the UI.\n Sort Filter: This function allows you to search for desired club items by word search, genre filter, favorites, and sorting.\n Batch Setup: This function expands the club item selection area and allows the selection and installation of many club items at once.\n Recommended Setup: This function automatically selects and installs club items that match the conditions."],"94":[94,302,"Passive: Score up for always","","The score is increased. The score is further increased if a specific character is in the formation.\n This passive skill is activated even when organized as a support member."],"95":[95,302,"Passive: Increased skill effect time","","The effect time of the skill will be longer. Also, if a specific character is in the formation, the effect time will be even longer.\n This passive skill is activated even when organized as a support member."],"96":[96,600,"Main Story","","\"ROAD TO D4 FES.\" and \"D4FES. STORY\" can be read."],"97":[97,600,"Character Story","","You can read each character's individual story.\n The \"Character Stories\" section lists the scenarios that can be opened at the dig rank, while the \"Card Episodes\" section lists the scenarios of the cards in which the character appears as the main character.\n\n *You cannot read card episodes that do not meet the conditions for release."],"98":[98,600,"Character List","","This screen lists the characters of each unit.\n You can see a summary of each character's dig rank."],"99":[99,1400,"Public Tag","","Editable tags used to search for songs.\n It is displayed in common for all players. When you press one of the registered public tags, all songs with the selected public tag set will be displayed.\n\n A maximum of five public tags can be set per song, but multiple public tags with the same wording cannot be set for a single song.\n\n Once the player rank reaches 100, public tags can be edited.\n It is also possible to change public tags already registered by other players.\n The maximum number of characters that can be registered as one public tag is 14."],"100":[100,1400,"Search by Keyword","","Displays songs that match the words entered in the Search tab.\n\nSearches will include\n ・Song title\n ・Public tag\n ・Composer\n ・Lyricist\n ・Arranger\n ・Beatmapper"],"101":[101,1400,"Tag Search","","Displays public tags that match the words entered in the search tab."],"102":[102,400,"Song Recommendation","","This function displays the next recommended song after playing a live.\nWith this feature, after playing a song, another three songs are displayed as the next recommendation based on the information of the played song.\n\n The following five live performances will be displayed in the “Song Recommendation\".\n ・Free Live\n ・Multi Live\n ・Battle Live\n ・Solo Raid Live\n ・Multi Raid Live"],"103":[103,400,"ALL TAP","","ALL TAP will be activated when all the falling tap notes and long notes in the rhythm game are cleared with PERFECT, GREAT, or GOOD judgment.\n \n ALL TAP does not occur in normal mode."],"104":[104,400,"ALL DISC","","ALL DISC is activated when all falling scratch and hold notes in the rhythm game are cleared with PERFECT, GREAT, or GOOD judgment.\n \n ALL DISC does not occur in normal mode."],"105":[105,400,"ALL FADER","","ALL FADER is activated when all falling slider knots in the rhythm game are cleared with PERFECT, GREAT, or GOOD judgment.\n\n ALL FADER does not occur in normal mode."],"106":[106,100,"About Multi Device Support","","\"D4DJ Groovy Mix\" supports multi-device use, allowing a single account to be used on multiple devices.\nWhen using multiple devices, you can connect to the same account on multiple devices by linking accounts using the \"Account Code\" found in the menu.\nThere is no expiration date or limit to the number of times an account code can be used.\n\nIt is also possible to use the same account on iOS and Android devices.\nHowever, paid diamonds cannot be shared between multiple devices with different operating systems. Paid diamonds are managed by each OS.\nIf you have a subscription contract for D4 PASS and LIVE PASS, D4 PASS and LIVE PASS are valid even if you log in on different devices with different operating systems.\n\nNote that multiple devices cannot be connected at the same time.\nIf you log in with another device while logged in with one device, the connection will be disconnected from the device to which you were originally logged in."],"107":[107,1400,"About Song Categories","","The songs implemented are classified into the following categories\n\n・Original\nThis is an original song by \"D4DJ\".\nSongs in this category can be used for game streaming, etc.\n\n・Cover\nThis song is a cover of an existing song by the \"D4DJ\" unit.\n\n・Game\nThis is a song originated from games.\n\n・Instrumental\nInstrumental (no singing) songs.\n\n・Base Song\nThis song is not a cover by the \"D4DJ\" unit, but is an existing song in its entirety.\n\n・DJTIME mode only\nThis music can only be played in \"DJTIME mode\", not in the rhythm game.\n\n*The above classification is applied to missions to clear songs designated by categories, such as \"clear one Instrumental song\".\n*Songs that are instrumental in the original sense of the word may be included in other categories such as \"Game\" for the purpose of classification in the game.\n*The category of each song can be found on the song selection screen or in the song store."],"110":[110,301,"NV Member","","When it appears from the gacha, it is lv 40 and has had one Limit Break.\nIncluding the one time that has been done from the beginning, a total of four limit breaks are possible.\nThe maximum lv after 4 limit break is 80.\nThere is no illustration before evolution.\n\nAfter the fourth limit break, the premium card and the “Navigation function\" will be released.\n\nTurning on the navigation function in \"Profile\" > \"Favorite Members\" will enable the following functions\n\n◆Navigation Functions\n【Home】\n・Voice Function：Unlike a regular member card, this feature gives out voice in the state of a premium card.\n　　　　　　　　  Each voice is given when the illustration is tapped, left for a specific period of time, or visited on the home screen at a specific time of day\n・Clock function ：A real-time clock is displayed on the board held by members in premium card status.\n　　　　　　　      Have fun with the game and let the navigation members tell you the time!\n【Notice】\n・PUSH Notice：This function allows the navigation members you set up to receive notifications of \"voltage recovery,\" \"receipt of friend requests,\" and \"receipt of likes,\" which are sent by the system normally.\n　　　　　　　    The character who will act as a PUSH notice service will be the \"Navigation Member\" set in \"Profile\" > \"Favorite Member\"."],"111":[111,100,"Navigation Functions","","The \"navigation function\" is available on the home screen when the navigation function is turned on in the \"Profile\" and a premium card member of \"NV Rarity\" is set as a member of the profile display.\n\n◆Navigation Functions\n・Voice Function：Unlike a regular member card, this feature gives out voice in the state of a premium card.\n　　　　　　　　  Each voice is given when the illustration is tapped, left for a specific period of time, or visited on the home screen at a specific time of day\n・Clock function ：A real-time clock is displayed on the board held by members in premium card status.\n　　　　　　　      Have fun with the game and let the navigation members tell you the time!"],"112":[112,600,"Comment Share Function","","This function allows you to enter your impressions and ratings of the stories, and view the ratings and comments of others.\nTap the \"Comments & Ratings\" button on each story page to display the comments section.\nPlease observe the Terms of Use and be sure to comment in a sensible manner.\n\n◆Comment Section\nYou can view the ratings and comments left on the story by yourself and others.\nWhen displayed in the comment list, the story rating score, comment text, player name/favorite character, and date and time of the comment will be displayed.\nTap the \"Show Spoilers\" button to view comments that are intentionally hidden by the commenter.\n\nIn addition, the following actions can be taken on the displayed comments\n【Comments by others】\n・Like → You can leave a \"Like\" for comments that you find helpful or agree with.\n・Report → You can report comments that you think are inappropriate to the management. The reported comments will be handled in accordance with the rules.\n【My comments】\n・Delete → Delete the comments you have listed. To prevent consecutive comments, you will not be able to comment on the same story until 100 hours have passed from the time you listed your comment.\n\n◆Enter Comment\nLeave a rating and comment on the story.\n・Rating → Please rate us on a 5-point scale. Please be sure to rate at least 1\n・Comment → You may leave a comment of up to 90 characters.\n・Spoiler button → Please check this box if you would like to share the events and content within the story.\n　　　　　　　　   Other players will be able to choose whether or not to display their comments."],"113":[113,600,"Live function during story","","This is a function to play a specific song during the story.\nThe organization, clubs, etc. are automatically organized for the exclusive use.\nOptions, auto, music videos, etc. may or may not be set for each live.\n*Please note that data downloading may occur when loading MVs\n\nThis live can be challenged without consuming voltage or other resources.\nThe story will progress when the live is played to the end.\nLive scores and other results will not be recorded.\nEXP, items, etc. will not be earned."],"114":[114,302,"Skill: LINK UP","","▼About Skill Effects\nThis skill is activated when a character who is subject to link generation is organized as the main member of a unit.\nThe basic effect is that the skill is activated on the member holding the skill, and the effect increases as the number of characters targeted for link generation increases.\nAs long as the character is organized as a main member, the Link UP effect value will increase regardless of the rarity or type of the target character.\n\nExample: In the case of LINK UP [HapiAra], the effect is increased when a member of Happy Around(In the case of NV Rinku's skills, Maho, Muni, and Rei)!\n\nMembers with skills: Rinku Aimoto\nTarget members: Maho Akashi, Muni Ohnaruto, Rei Togetsu\nIn that case\n\n◆When the main members are organized as follows\n・No target member: Score UP for basic effect is activated\n・Organize Maho Akashi: Score UP with 1 Link UP added to the basic effect is activated\n・Organize Maho Akashi, Muni Ohnaruto, and Rei Togetsu: Score UP is activated by adding the 3 Link UPs to the basic effect\n\n▼When Multi Live\nWhen a navigation member is set as a DJ, it is activated as a member skill like any other skill, and affects all players participating in the multi-live event.\nThe effect value is determined by the unit composition of the player who activated the skill and is not affected by the unit composition of other participating players.\n\n▼When Floor Challenge\nAll 16 cards of the unit will be treated as main members.\nHowever, even if the same character is included in more than one unit, the increase in effect value will be for one character."],"20020":[20020,400,"GROOVY TIME!!","","Triggered during specific live performances played in multiplayer, where the acquisition score significantly increases while active. During the GROOVE CHARGE period occurring mid-live, GROOVY TIME!! is activated by all participating players achieving a certain number of PERFECT or AUTO judgments."],"20990":[20990,400,"If you feel discomfort during the live.","","It's possible that the live settings are not suitable for the specifications of the device being used. Combining and adjusting the following settings may reduce the processing load on the device during the live performance, potentially alleviating any discomfort such as stuttering. Please try the following:\n\nLive Settings > Resolution Settings\n→ Lowering the graphic resolution during the live performance can reduce processing load. However, this may result in rougher graphics and reduced visibility.\n\nLive Settings > Character Display > During Live to \"Illustration\"\n→ Displaying characters with illustrations, which have lower load compared to Live2D, can reduce the processing load during skill cut-ins.\n\nLive Settings > Uncheck \"Skill Cut-ins\"\n→ Disabling character display during skill cut-ins can reduce processing load.\n\nLive Settings > Uncheck \"Club Effects\"\n→ Disabling effects such as lights can reduce processing load.\n\nLive Settings > Uncheck \"ClubMotion\"\n→ Stopping animations for club items and SD characters can reduce processing load.\n\nLive Settings > Uncheck \"Tap Effects\"\n→ Disabling effect displays when tapping notes can reduce processing load."],"24010":[24010,24000,"About Growth Member Formation","","To play Growth Live, you need to form a team of four members as Growth Members, whose level and breakthrough have reached the maximum.\n\n<#ff7f50>Even if a member has reached the training limit in Growth Live, you can still form them as a Training Member and play.</color>\n<#ff7f50>Members strengthened through Growth Events cannot be used as Training Members in Growth Live unless their parameters are \"converted.\"</color>"],"24020":[24020,24000,"About Support Member Formation","","When you form a team of Support Members, 25% of the total power of the set members will be added to the total power during lives in Growth Live.\n\nAdditionally, when set as Support Members, they can appear in Growth Live to provide growth bonuses and trigger conversations.\n\n<#ff7f50>You can play Growth Live even without setting Support Members.</color>\n<#ff7f50>A certain player rank is required to set Support Members.</color>\n<#ff7f50>Characters set as Training Members cannot be assigned as Support Members.</color>\n<#ff7f50>Please note that there are no conversations for Call of Artemis members.</color>"],"24030":[24030,24000,"About Members Strengthened in Growth Events","","If you want to include members who have been strengthened in the Growth event as Growth Members in Growth Live, you need to perform a \"Parameter Conversion.\"\n\nAfter performing the Parameter Conversion, the total power will remain almost the same, but the values of Heart, Technique, and Physical will revert to their pre-Growth event values.\n<size='30%'><#FF7F50>※ Due to the processing of decimal values, there might be slight differences in total power before and after the conversion. Generally, the value will increase if there is a difference.</color></size>\n\nThe effects and levels of skills will not change with Parameter Conversion.\n※ If there is an overwrite of skill effects, they will be overwritten during Parameter Conversion.\n※ Overwritten skill effects can be removed by going to [Unit > Member List > Select the member who underwent Parameter Conversion > Reset Skill].\n\n<#FF7F50>※ Parameter Conversion is required even if you have not yet performed the update in the Growth event, provided the member is in an updatable state.</color>\n<#FF7F50>※ Parameter Conversion is not necessary if you want to use members strengthened in the Growth event as Support Members in Growth Live.</color>\n<#FF7F50>※ Once Parameter Conversion is performed, it cannot be reverted for any reason.</color>\n<#FF7F50>※ If the total power exceeds the growth limit in Growth Live due to Parameter Conversion, the strengthened total power from the Growth event will still be retained.</color>\n<#FF7F50>※ The update feature from the Growth event cannot be used in Growth Live.</color>"],"24040":[24040,24000,"Move Characters with Action Cards","","Select one of the four Action Cards located at the bottom center of the screen to move your character.\n\nThere is a chance that the illustration of a Support Member will appear on a card. Using this card will trigger a character conversation and grant a \"Support Training Bonus\" when landing on a space.\nThe \"Support Training Bonus\" increases the growth amount during training.\nWhen moving to a space with a high growth amount, actively use the Action Card featuring a Support Member.\n\nThe probability of a Support Member appearing on an Action Card can be increased by subscribing to the \"GROWTH PASS\" or by obtaining bonuses from bonus spaces.\n<#ff7f50>The \"GROWTH PASS\" can be subscribed to from the shop.</color>"],"24050":[24050,24000,"About Various Spaces","","In Growth Live, various spaces are provided.\n\nStart Space: The starting position. Stopping here allows you to change direction. Good things might happen after completing a lap.\nTraining Space: Stopping here slightly increases overall power.\nShort Live Space: Stopping here initiates a short live performance. The success of the live affects the growth amount of overall power.\nShowdown Space: Stopping here initiates a challenge live performance. The success of the live affects the growth amount of overall power. Winning against the opponent allows you to change skills.\nNyotchio Bus Space: Stopping here brings the Nyotchio Bus, instantly moving you to another location. No growth occurs.\nBonus Space: Stopping here grants one bonus.\nPresent Space: Stopping here awards an item.\n? Space: Stopping here changes it into a different space.\nAdditionally, stopping on a space where a character is standing will trigger a character conversation and grant a \"Support Growth Bonus.\"\n\nNote: Even if you fail a live performance or lose a challenge, your overall power will still increase slightly."],"24060":[24060,24000,"What is the Number of Possible Moves?","","In Growth Live, using an action card to move to a space consumes one move.\n\nFor every hour that passes, one move is restored.\nNote: Moves will not be restored beyond the maximum limit.\n\nBy subscribing to the \"GROWTH PASS,\" you can increase the maximum number of moves.\n<#ff7f50>The \"GROWTH PASS\" can be subscribed to from the shop.</color>\n<#ff7f50>Note that subscribing to the \"GROWTH PASS\" does not restore your moves.</color>"],"24070":[24070,24000,"About Growth and Growth Limit Values","","On the left side of the Growth Live map screen, you can see the current total power of your training members and their growth limits. This allows you to check how much they have grown and how much more they can still grow.\n\nThe growth limits are managed by two values: the total power and the percentage increase in towal power. If either value reaches its limit, that member can no longer be trained.\n\n<#ff7f50>You can continue to play Growth Live even after reaching the growth limit.</color>\n<#ff7f50>Winning a score battle on a Showdown Space allows you to swap skills regardless of whether the member has reached their growth limit.</color>\n<#ff7f50>Exceeding the growth limit is only allowed when performing a \"Parameter Conversion\" on members enhanced through the Growth event.</color>\n<#ff7f50>The growth limits may be adjusted in future updates without prior notice.</color>"],"24080":[24080,24000,"About Replacing Skill Effects","","During a showdown live on a Challenge Space in Growth Live, if you succeed in the live (without reducing tension to 0) and win the score battle, you can swap skills for one of your training members. DJ units that appear on Challenge Spaces in Growth Live always possess one skill effect. When choosing your opponent, select a DJ unit that has the desired skill effect and aim for victory!\n\n<#ff7f50>The skills you swap can be removed at any time from Unit > Member List > Select the member who underwent \"Parameter Conversion\" > Skill Initialization.</color>\n<#ff7f50>When swapping or initializing skills, the skill level resets to 1.</color>"],"24090":[24090,24000,"About Member Substitution","","\nIf you wish to train a different member, you can dissolve a member at any time from various settings buttons. Press the appropriate settings button and then select \"Dismiss Training Member\" to dissolve a member.\n\nOnce dissolved, you'll need to select new training and support members. When you start with a new set of training members, you'll begin from the starting space.\n\n※ After dissolving a member, you cannot revert to the state before dissolution."],"300":[300,200,"Independent Practice","","You can acquire experience points and intimacy with members over time.\n\nArrange the members you want to develop in \"Unit Formation\" and select the unit you arranged in \"Self-training.\"\n\nThe results of self-training increase every hour from the start, and you can accumulate them for up to 24 hours.\n\nAfter 24 hours, the results will no longer increase, so please collect the results from the \"Self-training\" button.\n※ If you keep the notification settings on, you will be notified when self-training is completed.\n\nIf you want to end self-training midway, press the \"Self-training\" button during training to end it.\n※ Please note that if the elapsed time is less than one hour from the start, there will be no results.\n※ Achievement \"Accumulated Time of Self-training\" is calculated in hours, so please note that when you end self-training midway, minutes or less are rounded down."],"343":[343,302,"Skill: Style Match","","\nThe more members in the main lineup who share the same style as the skill activator, the higher the score gained during skill activation.\n\nUp to four members can receive a bonus, and if all members (four) share the same style, an additional bonus is triggered.\n\n※ As of June 1, 2024, it may be possible to obtain this through skill replacement in Growth Live."],"344":[344,302,"Skill: Unit Match","","The more members in the main lineup who belong to the same unit as the skill activator, the higher the score gained during skill activation.\n\nUp to four members can receive a bonus, and if all members (four) belong to the same unit, an additional bonus is triggered.\n※ As of June 1, 2024, it may be possible to obtain this through skill replacement in Growth Live."],"345":[345,302,"Skill: Tension Reduction Prevention","","\nDuring skill activation, tension does not decrease when MISS or BAD judgments occur.\n\n※ As of June 1, 2024, it may be possible to obtain this through skill replacement in Growth Live."],"422":[422,302,"Passive: Sympathy","","Increases the total power of the unit.\nThe higher the number of members in the unit who possess Synergy, the greater the effect of the passive ability.\n\n※ The synergy of the member with the highest effect will be activated from among the main members or support members who have been trained at least once.\n※ Members possessing Synergy are counted for both main and support members, up to a maximum of 8 members.\nThis also applies to Floor Challenges.\n"]}