{"10010":[10010,10000,"Home","","This is the main page of the game. Features related to playing the game, such as Live and Gacha, are gathered here.\n\n[About Each Button]\n\n\"Live\": Moves to the mode selection screen for Live (Rhythm Game).\n\"DJ Road\": Moves to the mission screen. You can check missions and receive completion rewards.\n\"Unit\": Moves to the screen where you can organize your units, view character information, and train members.\n\"Gacha\": Moves to the Gacha screen. In Gacha, you can use diamonds or tickets to obtain members.\n\"Exchange\": Moves to the Exchange screen. In the Exchange, you can check rewards and use various exchange materials to obtain them.\n\"Club\": Moves to the Club screen.\n\"Area\": Moves to the Area Map. On the Area Map screen, you can view members' daily conversations.\n\"Story\": Allows you to read the Main Story, Event Stories, and Character Stories.\n\"Home\": A button to return to the Home screen.\n\"Menu\": Opens the menu, allowing you to navigate to various screens.\n\"Shop\": Moves to the Shop. You can purchase \"Diamonds\" and various packs that help you progress through the game. You can access this from the \"+\" button next to the displayed number of diamonds.\n\"Notifications\": Notifies you when other players update their high score on all songs. Tap to send a \"Like.\" Let's celebrate!\n\"Event Logo\": Opens the event announcement.\nYou can change the background display on the Home screen via the \"Display Switch.\" The display options are:\n\nCharacter (Live2D)\nIllustration\nAdditionally, if you only want to display the Home screen background, you can turn off the UI by using the \"Hide UI\" option.\n\n<#ff7f50>※ The character or illustration displayed on the Home screen is randomly selected from the members registered in your profile and the members organized in your main unit.</color> <#ff7f50>※ If you swipe left or right on the Home screen background, the displayed member will change.</color>"],"10020":[10020,10000,"Rank","","Refers to a player's Rank.\nGain player Rank EXP by playing in Live mode and reading map dialogue between characters. Collect enough EXP to raise your Rank."],"10030":[10030,10000,"Voltage","","Consumed when playing live shows.\nThe Voltage consumed per live performance can be set to 0 or 1 to 5.\n<color=red>※When the Voltage consumption is set to 0, you will enter \"Rehearsal\" mode.</color>\n<color=red>※When the Voltage gauge is less than 10, it recovers naturally at a rate of 1 per hour.</color>\nYou can recover up to 999 Voltage by upgrading your rank or using a Voltage recovery item."],"10040":[10040,10000,"Diamonds","","Used for Gacha and Voltage recovery.\nDiamonds can be purchased from the \"Diamond Shop\".\nYou can also earn them from various rewards.\n\nThere is a distinction between paid diamonds and free diamonds, and certain features, such as some gachas, can only be used with paid diamonds. When both paid and free diamonds can be used, free diamonds will be consumed first."],"10050":[10050,10000,"Coins","","Used for Limit Breaks for members, upgrading club items, and exchanging items at the exchange.\nIt can be earned from various rewards."],"10060":[10060,10000,"Notification","","This shows all the news from the D4DJ developers."],"10070":[10070,10000,"Gifts","","Rewards and gifts from the developers are sent to the Presents box.\n<color=red>*Certain reward items are directly added to the amount currently owned. </color>\nBe aware that certain Presents have a redemption deadline.\nThey will be automatically deleted if not redeemed before this deadline."],"10080":[10080,10000,"Menu","","Here is a list of features.\n\nFrom this screen, you can access various settings adjustment screens, item inventory screens, and more.\nAdditionally, you can view the Terms of Service, Privacy Policy, and check your account code from this list.\n\nWhen the DJTIME ARENA is being held, a button for it will appear on this screen."],"10090":[10090,10000,"Navigation Functions","","The \"navigation function\" is available on the home screen when the navigation function is turned on in the \"Profile\" and a premium card member of \"NV Rarity\" is set as a member of the profile display.\n\nThe functions vary depending on the name (series) of the NV members.\n\n<#ff7f50>※ For details, please refer to Help > Members > Navigation Functions [Name of NV Member].</color>"],"20010":[20010,20000,"Live","","A rhythm game where you tap the screen in time with the music.\nIf your tension drops to zero, it's game over.\n\nClear songs to earn Live rewards, player Rank EXP, and Unit Member Bonds based on Score Rank, as well as DJ Unit EXP for Unit Members in your Unit.\nEarn song rewards by meeting certain conditions when clearing a song."],"20020":[20020,20000,"Rhythm game","","You can enjoy the rhythm game more by playing the song \"Lesson (Groovy Mix Beginner's Guide)\".\n\nYou can also use the \"Mode Settings\" to enjoy Groovy Mix in a way that suits your play style."],"20030":[20030,20000,"Note types","","There are five types of notes in this game.\n\nTap Notes:\nNotes which must be tapped at the correct timing.\nThey come in two colors with unique tap sounds, but no other difference.\n\nLong Notes:\nNotes which must be held until they end.\nYou will not need to let go of these notes when they end.\n\nScratch Notes:\nNotes which must be scratched at the correct timing.\nTheir timing is determined by when you swipe up or down on the turntables.\nThe center lane rewinds a bit for these notes, but song rhythm will not be affected.\nGREAT and GOOD timings are not available for these notes.\n\nHold Notes:\nNotes which must be held until they end.\nThe center lane will stop moving while these notes are held, but song rhythm will not be affected.\n\nSlider Notes:\nNotes where the slider must be in the same lane as the note when they pass.\nThere will be audio effects over the song for these notes.\nThese notes do not need to be held down.\nSlider Notes with an arrow must be quickly swiped in the direction indicated.\nGREAT and GOOD timings are not available for these notes."],"20040":[20040,20000,"Live settings","","Live settings:\nTweak various details to optimize your rhythm game experience.\nCertain Live settings can be changed during play.\n\nSkin settings:\nChange the appearance of notes, tap effects, and combo indicators.\n\nAudio settings:\nAdjust audio levels, types of audio effects, and tap sounds heard during play."],"20050":[20050,20000,"Mode settings","","You can adjust the difficulty of the rhythm game by selecting the notes and assists to play according to your own play style.\n<color=red>※Some songs and Lives are only available in \"Manual Mode\".</color>"],"20060":[20060,20000,"Judgement & Tension","","In the rhythm game, one of five judgments—PERFECT, GREAT, GOOD, BAD, or MISS—will occur based on the timing of your note taps. With a BAD or MISS judgment, your tension decreases, and if tension reaches 0, your score will significantly decrease.\n\nAdditionally, there is a \"JUST PERFECT\" judgment, which occurs when a note is hit with more precise timing than a standard PERFECT. \"JUST PERFECT\" and \"PERFECT\" judgments are tallied separately in achievements."],"20065":[20065,20000,"Score & Technical Score","","\nHere is the translation:\n\nThere are two types of scores:\n\nScore: The more accurate your note judgments and the higher your unit's overall strength, the higher your score will be. The best score you achieve will be recorded as your \"High Score.\"\nTechnical Score: A fixed maximum score is set for all songs and difficulty levels, and the more accurate your note judgments, the higher your score will be. The best score you achieve will be recorded as your \"Technical Score.\"\n<#ff7f50>※ To display the \"Technical Score\" during a live performance, go to Menu > Live Settings > Technical Settings and turn on \"Show Technical Score.\" ※ To display the \"Technical Score\" on the song selection screen, adjust the \"Score Display\" settings with the following operations: 　Version1: Press the Sort Filter button and set \"Score Display\" to \"Technical Score.\" 　Version2: Press the Toggle button and set \"Score Display\" to \"Technical Score.\"</color>"],"20070":[20070,20000,"COMBO","","Consecutive PERFECT, GREAT, or GOOD timing notes during play result in COMBOs.\nThe longer the COMBO, the better your Score."],"20080":[20080,20000,"FULL COMBO","","Tap all notes during play at PERFECT, GREAT, or GOOD timing for a FULL COMBO.\nGREAT FULL COMBO and PERFECT FULL COMBO cannot be achieved if certain assist modes are active."],"20090":[20090,20000,"ALL TAP","","ALL TAP will be activated when all the falling tap notes and long notes in the rhythm game are cleared with PERFECT, GREAT, or GOOD judgment.\n \n ALL TAP does not occur in normal mode."],"20100":[20100,20000,"ALL DISC","","ALL DISC is activated when all falling scratch and hold notes in the rhythm game are cleared with PERFECT, GREAT, or GOOD judgment.\n \n ALL DISC does not occur in normal mode."],"20110":[20110,20000,"ALL FADER","","ALL FADER is activated when all falling slider knots in the rhythm game are cleared with PERFECT, GREAT, or GOOD judgment.\n\n ALL FADER does not occur in normal mode."],"20120":[20120,20000,"GROOVY TIME!!","","Triggered during specific live performances played in multiplayer, where the acquisition score significantly increases while active. During the GROOVE CHARGE period occurring mid-live, GROOVY TIME!! is activated by all participating players achieving a certain number of PERFECT or AUTO judgments."],"20990":[20990,20000,"If you feel discomfort during the live.","","It's possible that the live settings are not suitable for the specifications of the device being used. Combining and adjusting the following settings may reduce the processing load on the device during the live performance, potentially alleviating any discomfort such as stuttering. Please try the following:\n\nLive Settings > Resolution Settings\n→ Lowering the graphic resolution during the live performance can reduce processing load. However, this may result in rougher graphics and reduced visibility.\n\nLive Settings > Character Display > During Live to \"Illustration\"\n→ Displaying characters with illustrations, which have lower load compared to Live2D, can reduce the processing load during skill cut-ins.\n\nLive Settings > Uncheck \"Skill Cut-ins\"\n→ Disabling character display during skill cut-ins can reduce processing load.\n\nLive Settings > Uncheck \"Club Effects\"\n→ Disabling effects such as lights can reduce processing load.\n\nLive Settings > Uncheck \"ClubMotion\"\n→ Stopping animations for club items and SD characters can reduce processing load.\n\nLive Settings > Uncheck \"Tap Effects\"\n→ Disabling effect displays when tapping notes can reduce processing load."],"21010":[21010,21000,"Free Live","","This is a Live show played by one person.\nYour high score, rating  and technical score will be updated."],"21020":[21020,21000,"Multi Live","","This is the Live for 4 players by matching with other users.\nYou will be rewarded according to your individual score rank and multi-score rank.\n<color=red>※High scores and ratings will not be updated.</color>"],"21030":[21030,21000,"Medley Live","","Refers to the Live mode where you play a medley of four consecutive songs.\nMedley Lives played can be saved in your DJ Booth.\n\n<color=red>*New High scores and Ratings cannot be gained in this mode. </color>\n<color=red>*Song rewards cannot be earned in this mode. </color>"],"21035":[21035,21000,"DJTIME","","You can enjoy a DJ simulation where you freely connect songs while adding sound effects and visual effects. During play, you can display stamps or trigger member cut-ins at any timing you choose.\n\nSelect your owned songs and keep connecting them. You can earn rewards by playing for a certain period.\n\n<#ff7f50>*The rhythm game playable in Free Live and other modes cannot be played in DJTIME. \n*You can also access DJTIME from the \"DJTIME\" button at the bottom of the Club screen.</color>"],"21040":[21040,21000,"Groovy Mix Tours","","This mode allows you to enjoy a short live once a day.\nThe live tour is based on a challenge system that specifies members, club items, and songs, and you can advance through the squares by clearing them.\nClear the challenges set for each square and earn rewards.\n\n<#ff7f50>*This is for Manual Mode only. It can be played only when Manual Mode is activated.</color>\n<#ff7f50>*Voltage is not consumed to play. </color>\n<#ff7f50>*You can play as many times as you like until you clear each tour once a day. </color>\n<#ff7f50>*Depending on the tour, there may be types that allow you to freely choose songs, difficulty levels, and members.</color>\n<#ff7f50>*Some tours may have a type that resets progress at midnight on specific days of the week.</color>"],"21050":[21050,21000,"Floor Challenge","","This is a live mode where you can play with up to 16 members.\nDuring the live performance, the skills of all members will be activated.\n\nIn Floor Challenge, each floor has its own set of characters that can be organized.\n(For example, on the HapiAra floor, only characters from Happy Around!)\nIn addition, the members designated as floor bonuses will have their Total Power increased.\n\nIf you achieve a certain score in the specified song, the stage will be cleared and a new stage will be unlocked.\n\n<#ff7f50>*The feature to display skill cut-ins during Live using \"Live2D,\" implemented in Ver5.0.0, is not applicable in \"Floor Challenge.</color>"],"21060":[21060,21000,"Stage & Grade Qualifiers","","This is a live mode where you play a set of assigned songs in succession without letting your tension drop to 0.\nWhen the season changes, the assigned songs will be updated, and the reward titles will also be refreshed.\n\nThe ranking certification exam is divided into three stages: Rank Certification, Dan Certification, and Upper Dan Certification. To play in higher ranks, you need to clear each stage in order.\n\n\n<color=red>※You can play only in manual mode.</color>\n<#ff7f50>*To play the Upper Dan Certification exam, you need to subscribe to \"D4PASS.\"</color>\n<#ff7f50>By subscribing to \"D4PASS,\" you can immediately play the Upper Dan Certification \"Sixth Dan.\"</color>"],"21065":[21065,21000,"Growth Live","","This mode allows you to further develop members who have reached their maximum level and limit break by arranging four of them in a unit.\nYou control the characters on a map, where nodes (spaces) are connected by routes (lines), to help the members grow.\n\nChoose one of the four action cards dealt to you, and move forward the number of spaces indicated on the card to progress through the game.\nThe space you land on will trigger various effects, including member growth, short lives, battle lives, growth bonuses, and item acquisition.\n\nRaise your favorite members beyond their limits, increase your high score, and take on challenges like the Floor Challenge, High Score Rating, or fight strong enemy units in battle lives.\n\nFor more details, please refer to Help > \"Growth Live.\"\n\n<#ff7f50> To play, you need four members who have reached their maximum level and limit break.</color>"],"21070":[21070,21000,"Multi-Medley Live (*for event only)","","This is the Medley Live for 4 players matched with other users.\nThe medley consists of four songs wheree ach participant requests one song each.\nThe Medley Live you play can be saved in the DJ booth.\n<color=red>※This is the Live for Medley event only.</color>\n<color=red>※High scores and ratings will not be updated.</color>\n<color=red>※Song achievement rewards are not applied.</color>"],"21080":[21080,21000,"Task Medley Live (*for event only)","","This is the Medley Live where 4 songs are selected in advance. You can play it by collecting 100 or more \"Challenge Tickets\".\n<color=red>※This is a Medley Event Live only.</color>\n<color=red>※Voltage is not consumed.</color>\n<color=red>※High scores and ratings will not be updated.</color>\n<color=red>※Song achievement rewards are not applied.</color>"],"21090":[21090,21000,"Battle Live (*for event only)","","This is the Live for 4 players who are matched with other users to play and compete for scores.\n<color=red>※This is the Live for Bingo event only.</color>\n<color=red>※1 voltage is consumed when a matching is established.</color>\n<color=red>※High scores and ratings will not be updated.</color>\n<color=red>※Song achievement rewards are not applied.</color>"],"21100":[21100,21000,"Recording Live (*for event only)","","This is a live played by a single person.\nThe songs played and their scores are recorded in the \"List of Recorded Songs\" for use in RAVE events.\nThe \"Recording Score\" recorded will be increased when the recording bonus members are organized.\nRecorded songs will be reset for each RAVE event.\n\nWhen playing Recording Live, you will receive full combo rewards, clear count rewards, etc. as in Free Live, and your High Score and High Score Rating will be updated as well.\nRecording bonuses will not be applied to High Score and High Score Rating records."],"21110":[21110,21000,"RAVE (*for event only)","","This is a mode in which you choose an opponent to play against.\nPlay with \"Pre-recorded song\" recorded at Recording Live and members organized.\n\n・How much the organized members and songs match the “Trends\"\n・The winner is automatically determined based on the member's total power and whether the recording score recorded in the \"Pre-recorded song\" section is higher than that of the player's competitor.\n\nThe \"Trends\" represent the members the audience wants to see perform and the songs they want to hear.\n\nMember trends, such as \"the member with the highest hearts,\" are directly disclosed.\nMembers who meet the member trend can be automatically organized from \"Recommended Formation\".\n\nSong trends are established based on various commonalities, and only a few of the songs that fall within the trend will be published.\nMultiple songs are set as trend matching songs based on criteria such as\n・Song titles beginning with D\n・Songs by Happy Around!\n・Songs with the same public tag at a specific time before the start of the event\n\nThe content will not be disclosed in the game, only what songs fall under the trend.\nDue to the nature of the setting, not all songs that meet the criteria will necessarily be set."],"22010":[22010,22000,"Version of Song Selection Screen","","\nHere’s the English translation:\n\nScreens prior to Ver4.23.0 are referred to as \"Version 1,\" while screens from Ver4.23.0 onward are referred to as \"Version 2.\"\n\nStarting from Ver5.3.0, you can switch between the screen versions.\nYou can select this from Menu > System Settings > Screen Settings.\n\nPlease choose the one that is easier for you to use.\n<#ff7f50>When you first start the game, \"Version 1\" is set as the default setting.</color>"],"22020":[22020,22000,"About Song Categories","","The songs implemented are classified into the following categories\n\n・Original\nThis is an original song by \"D4DJ\".\nSongs in this category can be used for game streaming, etc.\n\n・Cover\nThis song is a cover of an existing song by the \"D4DJ\" unit.\n\n・Game\nThis is a song originated from games.\n\n・Instrumental\nInstrumental (no singing) songs.\n\n・Base Song\nThis song is not a cover by the \"D4DJ\" unit, but is an existing song in its entirety.\n\n・DJTIME mode only\nThis music can only be played in \"DJTIME mode\", not in the rhythm game.\n\n*The above classification is applied to missions to clear songs designated by categories, such as \"clear one Instrumental song\".\n*Songs that are instrumental in the original sense of the word may be included in other categories such as \"Game\" for the purpose of classification in the game.\n*The category of each song can be found on the song selection screen or in the song store."],"22030":[22030,22000,"Search by Keyword","","Displays songs that match the words entered in the Search tab.\n\nSearches will include\n ・Song title\n ・Public tag\n ・Composer\n ・Lyricist\n ・Arranger\n ・Chart"],"22040":[22040,22000,"Tag Search","","Displays public tags that match the words entered in the search tab."],"22050":[22050,22000,"Public Tag","","Editable tags used to search for songs.\n It is displayed in common for all players. When you press one of the registered public tags, all songs with the selected public tag set will be displayed.\n\n A maximum of five public tags can be set per song, but multiple public tags with the same wording cannot be set for a single song.\n\n Once the player rank reaches 100, public tags can be edited.\n It is also possible to change public tags already registered by other players.\n The maximum number of characters that can be registered as one public tag is 14."],"22060":[22060,22000,"MV","","Songs with music videos (MV) allow you to play a rhythm game while the MV is played during live.\n\n<#ff7f50>*You need to unlock the MV to play it during a live.</color>\n<#ff7f50>*MVs cannot be played during short live.</color>"],"22070":[22070,22000,"Song Recommendation","","This function displays the next recommended song after playing a live.\nWith this feature, after playing a song, another three songs are displayed as the next recommendation based on the information of the played song.\n\n The following five live performances will be displayed in the “Song Recommendation\".\n ・Free Live\n ・Multi Live\n ・Battle Live\n ・Solo Raid Live\n ・Multi Raid Live"],"22080":[22080,22000,"Chart Trends","","When you tap the pentagon-shaped button located below the song jacket on the right side of the screen, a radar chart showing the general trend of the note chart will be displayed.\n\nNTS: NOTES. Indicates the overall density. The higher the value, the more notes the chart has.\nDNG: DANGER. Indicates localized density. The higher the value, the more notes are concentrated in certain areas.\nSCR: SCRATCH. Indicates the number of scratch and hold notes.\nEFT: EFFECT. Indicates the amount of slider movement.\nTEC: TECHNIC. Indicates the density of notes other than taps. The higher the value, the more evenly high-density scratch and slider notes are placed throughout the chart."],"22090":[22090,22000,"Scores for All Songs","","You can check the cumulative, maximum, and average high scores for all songs and difficulty levels.\nYou can switch the display by tapping the information section.\n\nWhen certain values are exceeded, you can earn achievement rewards."],"23010":[23010,23000,"Select Room","","In \"Multi Live\" and \"Multi Medley Live\" where you are matched with other users, you can choose the live room you want to join.\nThe live room you enter will depend on the Total Power of your unit."],"23020":[23020,23000,"Private Room","","This is a Live room that can be used when you want to play with only people you know.\nUp to four players including the room host can enter the room.\nThe room can be used for \"Multi-Live\" and other live games with matching.\n\nIn a private room, you can invite NPCs (virtual players who participate in the live game instead of the player) by clicking the \"Invite NPC\" button.\nThis allows you to use a private room even if you don't have four users.\n\n*The \"Invite NPC\" function can only be used when two or more people are matched."],"23030":[23030,23000,"Live2D Settings","","You can set how members are displayed during matching.\nIf you have set the character to Live2D, you can also specify the background."],"23040":[23040,23000,"Random Song Selection Fixed","","You can set how members are displayed during matching.\nIf you have set the character to Live2D, you can also specify the background."],"23050":[23050,23000,"Full Auto Rejection","","When this setting is turned ON, you will only be matched with players who are playing manually."],"24010":[24010,24000,"About Growth Member Formation","","To play Growth Live, you need to form a team of four members as Growth Members, whose level and breakthrough have reached the maximum.\n\n<#ff7f50>Even if a member has reached the training limit in Growth Live, you can still form them as a Training Member and play.</color>\n<#ff7f50>Members strengthened through Growth Events cannot be used as Training Members in Growth Live unless their parameters are \"converted.\"</color>"],"24020":[24020,24000,"About Support Member Formation","","When you form a team of Support Members, 25% of the total power of the set members will be added to the total power during lives in Growth Live.\n\nAdditionally, when set as Support Members, they can appear in Growth Live to provide growth bonuses and trigger conversations.\n\n<#ff7f50>You can play Growth Live even without setting Support Members.</color>\n<#ff7f50>A certain player rank is required to set Support Members.</color>\n<#ff7f50>Characters set as Training Members cannot be assigned as Support Members.</color>\n<#ff7f50>Please note that there are no conversations for Call of Artemis members.</color>"],"24030":[24030,24000,"About Members Strengthened in Growth Events","","If you want to include members who have been strengthened in the Growth event as Growth Members in Growth Live, you need to perform a \"Parameter Conversion.\"\n\nAfter performing the Parameter Conversion, the total power will remain almost the same, but the values of Heart, Technique, and Physical will revert to their pre-Growth event values.\n<size='30%'><#FF7F50>※ Due to the processing of decimal values, there might be slight differences in total power before and after the conversion. Generally, the value will increase if there is a difference.</color></size>\n\nThe effects and levels of skills will not change with Parameter Conversion.\n※ If there is an overwrite of skill effects, they will be overwritten during Parameter Conversion.\n※ Overwritten skill effects can be removed by going to [Unit > Member List > Select the member who underwent Parameter Conversion > Reset Skill].\n\n<#FF7F50>※ Parameter Conversion is required even if you have not yet performed the update in the Growth event, provided the member is in an updatable state.</color>\n<#FF7F50>※ Parameter Conversion is not necessary if you want to use members strengthened in the Growth event as Support Members in Growth Live.</color>\n<#FF7F50>※ Once Parameter Conversion is performed, it cannot be reverted for any reason.</color>\n<#FF7F50>※ If the total power exceeds the growth limit in Growth Live due to Parameter Conversion, the strengthened total power from the Growth event will still be retained.</color>\n<#FF7F50>※ The update feature from the Growth event cannot be used in Growth Live.</color>"],"24040":[24040,24000,"Move Characters with Action Cards","","Select one of the four Action Cards located at the bottom center of the screen to move your character.\n\nThere is a chance that the illustration of a Support Member will appear on a card. Using this card will trigger a character conversation and grant a \"Support Training Bonus\" when landing on a space.\nThe \"Support Training Bonus\" increases the growth amount during training.\nWhen moving to a space with a high growth amount, actively use the Action Card featuring a Support Member.\n\nThe probability of a Support Member appearing on an Action Card can be increased by subscribing to the \"GROWTH PASS\" or by obtaining bonuses from bonus spaces.\n"],"24050":[24050,24000,"About Various Spaces","","In Growth Live, various spaces are provided.\n\nStart Space: The starting position. Stopping here allows you to change direction. Good things might happen after completing a lap.\nTraining Space: Stopping here slightly increases overall power.\nShort Live Space: Stopping here initiates a short live performance. The success of the live affects the growth amount of overall power.\nShowdown Space: Stopping here initiates a challenge live performance. The success of the live affects the growth amount of overall power. Winning against the opponent allows you to change skills.\nNyotchio Bus Space: Stopping here brings the Nyotchio Bus, instantly moving you to another location. No growth occurs.\nBonus Space: Stopping here grants one bonus.\nPresent Space: Stopping here awards an item.\n? Space: Stopping here changes it into a different space.\nAdditionally, stopping on a space where a character is standing will trigger a character conversation and grant a \"Support Growth Bonus.\"\n\nNote: Even if you fail a live performance or lose a challenge, your overall power will still increase slightly."],"24060":[24060,24000,"What is the Number of Possible Moves?","","In Growth Live, using an action card to move to a space consumes one move.\n\nFor every hour that passes, one move is restored.\nNote: Moves will not be restored beyond the maximum limit.\n\nBy subscribing to the \"GROWTH PASS,\" you can increase the maximum number of moves.\n<#ff7f50>The \"GROWTH PASS\" can be subscribed to from the shop.</color>\n<#ff7f50>Note that subscribing to the \"GROWTH PASS\" does not restore your moves.</color>"],"24070":[24070,24000,"About Growth and Growth Limit Values","","On the left side of the Growth Live map screen, you can see the current total power of your training members and their growth limits. This allows you to check how much they have grown and how much more they can still grow.\n\nThe growth limits are managed by two values: the total power and the percentage increase in towal power. If either value reaches its limit, that member can no longer be trained.\n\n<#ff7f50>You can continue to play Growth Live even after reaching the growth limit.</color>\n<#ff7f50>Winning a score battle on a Showdown Space allows you to swap skills regardless of whether the member has reached their growth limit.</color>\n<#ff7f50>Exceeding the growth limit is only allowed when performing a \"Parameter Conversion\" on members enhanced through the Growth event.</color>\n<#ff7f50>The growth limits may be adjusted in future updates without prior notice.</color>"],"24080":[24080,24000,"About Replacing Skill Effects","","During a showdown live on a Challenge Space in Growth Live, if you succeed in the live (without reducing tension to 0) and win the score battle, you can swap skills for one of your training members. DJ units that appear on Challenge Spaces in Growth Live always possess one skill effect. When choosing your opponent, select a DJ unit that has the desired skill effect and aim for victory!\n\n<#ff7f50>The skills you swap can be removed at any time from Unit > Member List > Select the member who underwent \"Parameter Conversion\" > Skill Initialization.</color>\n<#ff7f50>When swapping or initializing skills, the skill level resets to 1.</color>"],"24090":[24090,24000,"About Member Substitution","","\nIf you wish to train a different member, you can dissolve a member at any time from various settings buttons. Press the appropriate settings button and then select \"Dismiss Training Member\" to dissolve a member.\n\nOnce dissolved, you'll need to select new training and support members. When you start with a new set of training members, you'll begin from the starting space.\n\n※ After dissolving a member, you cannot revert to the state before dissolution."],"30010":[30010,30000,"Club","","Each player owns their own Nightclub.\nThese are public to all other players.\nYou can freely customize the characters and Nightclub Items which are displayed.\n<color=red>*The characters displayed here will be the Members of the Unit set as \"Main Settings\" in the \"Unit Formation\" menu.</color>"],"30020":[30020,30000,"Club Items","","These are items to be placed in your club.\nDepending on the club item installed, your performance during the live show will change and the parameters of certain members will increase.\n<color=red>※The parameter increase of the members will be applied to the effect of the club items installed in the \"Effects: ON\" layout.</color>\n<color=red>※Some club items can be upgraded to level 5 to unlock special effects.</color>"],"30030":[30030,30000,"Customization","","You can select and place items in your club, allowing you to create an original club with your own unique combination.\nYou can save up to 10 layouts of your created clubs, and apply any saved layout freely to your club.\n\n[Button Functions]\n\nHide UI: Hides the UI while only the currently edited club items are in motion. Tap the screen to display the UI again.\nLiveView: Displays lanes and disc skins, allowing you to see how the club will look during a live performance, just like when playing a live. Tap the screen to display the UI.\nSort Filter: A feature that allows you to search for specific club items using word search, genre filters, favorites, and sorting options.\nBulk Placement: Expands the selection area for club items, allowing you to select and place multiple items at once.\nRecommended Placement: Automatically selects and places club items that match specified conditions."],"30040":[30040,30000,"Layout","","You can save your club customizations to the layout.\n<color=red>※The parameter increase of the members will be applied to the effect of the club items installed in the \"Effects: ON\" layout.</color>"],"30050":[30050,30000,"Set List","","You can name your original setlist and make it public.\n<color=red>※Setlists that include songs that you do not own cannot be published.</color>\nThe setlist you publish will be available to all users and can be played by any user who visits the club.\nYou can also save the setlists you play in Medley Live."],"30060":[30060,30000,"Visit User Club","","You can visit other players' Nightclubs.\nFrom there, you can play their shared set lists in Medley Live mode.\nPlaying their shared set list allows you to leave comments in their Guestbook."],"30065":[30065,30000,"Likes","","When you receive \"Likes\" from other players, you will be gifted 1 \"Energy Drink 1\" up to 3 times a day.\n\n\"Energy Drink 1\" is an item that restores the voltage needed to play during live performances.\nFind players to exchange \"Likes\" with!\n\n* \"Energy Drink 1\" can be collected from the gift box.\n* You can only receive a gift from the same player once per day. The count resets every day at 8:00 AM.\n* By subscribing to the \"GROWTH PASS,\" you can receive up to 10 gifts per day.\nFor more details, please check the \"GROWTH PASS\" information on the shop screen."],"30070":[30070,30000,"Likes List","","You can view the list of \"Likes\" you have sent to other players and received from them.\nYou can send \"Likes\" when visiting other player's clubs."],"30080":[30080,30000,"Guestbook","","You can write comments in the guestbook by playing a published setlist.\nThe comment will be written alongside your score."],"30090":[30090,30000,"Tap SE Setting","","This is the \"Sound Set\" function selection screen.\n From this screen, you can select the \"presets\" you wish to edit and set any combination of live sound effects such as tapping, flicking, and scratching sounds.\nAlso, \"SE packs\" can be purchased on the editing screen.\nThe SE pack is a pack of tap SE settings that can be used with the sound set feature. Purchases allow for character-based calls and others."],"30100":[30100,30000,"Self-training","","You can earn experience points and intimacy for your members over time.\nSet up the members you want to grow in \"Unit Formation\" and select the assembled unit in \"Self-Training.\"\n\nThe results of self-training will increase every hour after it starts, up to a maximum of 24 hours.\nAfter 24 hours, the results will no longer increase, so please collect them from the \"Self-Training\" button.\n*Please turn on notification settings to be notified when self-training is complete.\n\nIf you want to end self-training midway, press the \"Self-Training\" button during the session to finish it.\n*Please note that if the elapsed time is less than 1 hour from the start, there will be no results.\n*The achievement \"Total Time of Self-Training\" is calculated in whole hours, so if you end self-training early, any minutes will be rounded down."],"31010":[31010,31000,"DJTIME","","A mode where you can mix songs while freely applying sound effects and FX.\nYou can display stamps while playing and trigger member cut-in effects at any desired timing.\n\nSelect the songs you have and keep connecting them.\nYou can earn rewards by playing for a certain amount of time.\n\nYou can start from the \"DJ TIME\" button at the bottom of the live selection screen or the club screen."],"31020":[31020,31000,"Buttons","","You can apply sound effects and effects by pressing the buttons on the controller.\nThere are three types of buttons as follows\n\nSE Button:\nTapping this button will produce a sound effect.\n\nEffect Button:\nPress and hold to apply an effect.\n\nEffect Fader Button: \nPress and hold to apply the effect.\nSwipe it up and down to adjust the intensity."],"31030":[31030,31000,"Disc","","Songs are mixed by setting the songs on the left and right discs alternately.\nSong switching is done automatically.\nIf you have not selected the next song, a song will be selected randomly.\n<color=red>※Turning on \"Exit MIX\" on the controller will end DJTIME as soon as the currently playing song is finished.</color>"],"31045":[31045,31000,"Screen Lock Mode","","Tap the lock icon on the far left at the top right of the screen to switch to screen lock mode.\n\nIn screen lock mode, the device will not enter sleep mode, and it will only accept long tap actions, blocking other inputs.\nTo unlock screen lock mode, long tap anywhere on the screen."],"31040":[31040,31000,"DJTIME ARENA","","This is a special mode that can only be played during specific events.\nYou can send stamps and responses in sync with the DJ play.\nIt is not a permanent feature and can be played by meeting participation conditions during the event.\n\n*Once you meet the participation conditions during the event, you can transition from the menu screen."],"40010":[40010,40000,"Unit Formation","","You can choose the members who will perform in a live show.\nYou can pick four main members and four support members.\n<color=red>※Only the four main members will be shown during the live performance, and their skills will be activated.</color>\n<color=red>※Support members slots are unlocked by raising the player's rank.</color>\n<color=red>※You cannot have two of the same character in a unit.</color>"],"40020":[40020,40000,"Character List","","This screen lists the characters of each unit.\n You can see a summary of each character's dig rank."],"40030":[40030,40000,"Member List","","Refers to the list showing Members currently owned."],"40040":[40040,40000,"Training","","Refers to the Training used to raise Member levels.\n\"EXP Tickets\" are needed for Training."],"40050":[40050,40000,"Skill Up","","Refers to the Skill training used to raise Member Skill levels.\n\"Skill EXP Tickets\" are needed for Skill training.\nRaising Skill level will enhance the effects of Skills."],"40060":[40060,40000,"Limit Break","","When you have maxed out a member's level, you can raise the member's maximum level by performing a Limit Break.\nYou will need \"Pieces\", \"Crystals\", and \"Coins\" to achieve this.\n<color=red>※Only ★3 and ★4 members can have their Limit Break.</color>"],"40070":[40070,40000,"Extra Training","","This is a system for upgrading members.\n\nEach time you perform Extra Training,\n・Highest parameter\n・Passive Lv.\nwill increase.\n\nExtra Training can only be performed on ★3, ★4, SP, and NV members.\nYou can train up to 4 times, regardless of your current level or Limit Break status.\n\nThe following items are consumed for training.\n(The number of items consumed differs for each Extra Training session.)\n・The memory of each member, or the quarter memory of the corresponding rarity.\n(If you have both, each member's memory will be consumed first.)\n・Extra Training items for each character\n・ Songshell\n・Piece S, M, L\n\n<#ff7f50>*For certain members, performing special training may unlock new features and functionalities.\nIf there are special effects during an event, the effectiveness increases the more special training you conduct. For more details, please refer to the event instructions.</color>"],"41010":[41010,41000,"About Member","","In D4DJ Groovy Mix, \"members\" refer to characters that can be set in units or on the home screen.\n\nMembers can be obtained through gacha or events."],"41020":[41020,41000,"Level","","Training raises member level.\nThe higher the level, the higher the parameters."],"41030":[41030,41000,"Skill","","During the live performance, skills will activate randomly from the members that have been arranged.\nOnly the members in the DJ slots will have their skills activated twice.\n\n<#ff7f50>*For details about the skills, please check \"Help / Member Skills.</color>"],"41040":[41040,41000,"Skill Level","","Training raises your level.\nThe higher the level, the higher the parameters.\n<color=red>※Please refer to \"Help / Member Skills\" for skill details.</color>"],"41050":[41050,41000,"Style","","These are the attributes of the members.\nThere are five attributes: \"Street\"\"Party\"\"Cute\"\"Cool\" and \"Elegant\"."],"41060":[41060,41000,"Bond","","Member Bonds increase by amounts depending on your Live mode performance results.\nRewards can be earned through raising Bonds to certain amounts.\nUnlock Member specific stories for ★3 and ★4 Members by raising Bonds to certain amounts."],"41070":[41070,41000,"Parameters","","A number that indicates the ability of the member.\nAs the level rises, the parameters increase.\nThere are three parameters \"Heart\", \"Technic\", and \"Physical\".\nThe higher the parameter of the member, the higher the score in the Live."],"41080":[41080,41000,"SP Member","","When they appear in the Gacha, they are Lv. 40 and have had their Limit Break once.\nIncluding the one that has been done from the beginning, a total of four Limit Breaks are possible.\nWhen Limit Break happens for the fourth time, the premium card will be unlocked.\nThe maximum Lv. is 80 when Limit Break has occurred four times.\nThere is no pre-evolution illustration."],"41090":[41090,41000,"Passive","","This is a skill that activates at the start of the live performance and continues to take effect throughout the live.\nThere are skills that activate only when a member with the skill is set as the main member, as well as those that can activate even in a support role.\nPassive effects of the same type do not stack; if multiple members with the same passive are arranged in the same unit, only the highest value passive will activate.\nYou can enhance the effects by increasing the Passive Level through special training.\n\n*For details about the passive effects, please check \"Help / Member Skills.\""],"41100":[41100,41000,"Art","","From here, you can view Member art.\nUnlock new art for ★3 and ★4 Members with each Limit Break.\nLimit Break four times to unlock premium art for ★4 Members."],"41110":[41110,41000,"NV Member","","The maximum lv after 4 limit break is 80.\nThere is no illustration before evolution.\n\nAfter the fourth limit break, the premium card and the “Navigation function\" will be released.\n\nTurning on the navigation function in \"Profile\" > \"Favorite Members\" will enable the following functions\n\n◆Navigation Functions\n【Home】\n・Voice Function：Unlike a regular member card, this feature gives out voice in the state of a premium card.\n　　　　　　　　  Each voice is given when the illustration is tapped, left for a specific period of time, or visited on the home screen at a specific time of day\n・Clock function ：A real-time clock is displayed on the board held by members in premium card status.\n　　　　　　　      Have fun with the game and let the navigation members tell you the time!\n【Notice】\n・PUSH Notice：This function allows the navigation members you set up to receive notifications of \"voltage recovery,\" \"receipt of friend requests,\" and \"receipt of likes,\" which are sent by the system normally.\n\n<#ff7f50> The character who will act as a PUSH notice service will be the \"Navigation Member\" set in \"Profile\" > \"Favorite Member\".\n※Various navigation features have been added in the update. We will introduce them by series in the following sections.</color>"],"41112":[41112,41000,"Navigation Functions [Navigation]","","The navigation feature [Navigation] applies to NV members whose names are displayed with [Navigation], and who were released between November 30, 2022, and September 30, 2022.\n\n[Navigation] members have the following features applied. *Valid during premium display.\n◆Navigation Functions\n・Voice Function：Unlike a regular member card, this feature gives out voice in the state of a premium card.\n　　　　　　　　  Each voice is given when the illustration is tapped, left for a specific period of time, or visited on the home screen at a specific time of day\n・Clock function ：A real-time clock is displayed on the board held by members in premium card status.\n　　　　　　　      Have fun with the game and let the navigation members tell you the time!\n\n<#ff7f50>*After performing four limit breaks, you can switch the illustration to the premium display.\n*To switch between normal and premium displays, press the \"Display Switch\" button located at the bottom left of the illustration in the Member List > Member Details.</color>"],"41114":[41114,41000,"Navigation Functions [Navigation: With]","","The navigation feature [Navigation: With] applies to NV members whose names are displayed with [Navigation: With], and who were released between November 30, 2023, and September 30, 2024.\n\n[Navigation: With] members have the following features applied. *Valid during premium display\n◆Navigation Functions\n・Voice Function：Unlike a regular member card, this feature gives out voice in the state of a premium card.\nThe following actions will trigger voice lines:\n・Tapping the illustration\n・Leaving the game idle for a certain amount of time\n・When there is a notification in the gift box\n・When there is a notification in DJ Road\n・On Mondays\n・When a specific voltage amount is reached\n・When visiting the home screen during certain times of the day\n*Some voice lines from the [Navigation] members of the same character will also play.\n\n・Clock function ：A real-time clock is displayed on the board held by members in premium card status.\n　　　　　　　      Have fun with the game and let the navigation members tell you the time!\n\nBy undergoing additional extra training, the following features will be unlocked. *Valid during premium display.\n\nExtra Training Level 1\n\nHome Screen Design Customization: The home button changes to reflect the color design of the member’s affiliated unit.\nVoice Feature Expansion ①: Plays hourly announcement voices when visiting the home screen.\n\nExtra Training Level 2\n\nVoice Feature Expansion ②: Unlocks voice lines from the same character’s [Navigation]  versions.\n<#ff7f50>\nNote: After performing four Limit Breaks, you can switch to a premium illustration display.\nTo toggle between the normal and premium displays, press the “Display Switch” button located at the bottom left of the illustration shown in the Member List > Member Details section.\n</color>"],"42010":[42010,42000,"Score UP","","While activating the skill, the score you get will increase."],"42020":[42020,42000,"Restore Tension","","Tension will be recovered when the skill is activated.\n<color=red>※Once the tension reaches zero, it cannot be recovered.</color>"],"42030":[42030,42000,"Skill: PERFECT Score UP","","During skill activation, the score you earn increases. Additionally, the score increase rate is even higher for PERFECT judgments."],"42040":[42040,42000,"Skill: LINK UP","","▼About Skill Effects\nThis skill is activated when a character who is subject to link generation is organized as the main member of a unit.\nThe basic effect is that the skill is activated on the member holding the skill, and the effect increases as the number of characters targeted for link generation increases.\nAs long as the character is organized as a main member, the Link UP effect value will increase regardless of the rarity or type of the target character.\n\nExample: In the case of LINK UP [HapiAra], the effect is increased when a member of Happy Around(In the case of NV Rinku's skills, Maho, Muni, and Rei)!\n\nMembers with skills: Rinku Aimoto\nTarget members: Maho Akashi, Muni Ohnaruto, Rei Togetsu\nIn that case\n\n◆When the main members are organized as follows\n・No target member: Score UP for basic effect is activated\n・Organize Maho Akashi: Score UP with 1 Link UP added to the basic effect is activated\n・Organize Maho Akashi, Muni Ohnaruto, and Rei Togetsu: Score UP is activated by adding the 3 Link UPs to the basic effect\n\n▼When Multi Live\nWhen a navigation member is set as a DJ, it is activated as a member skill like any other skill, and affects all players participating in the multi-live event.\nThe effect value is determined by the unit composition of the player who activated the skill and is not affected by the unit composition of other participating players.\n\n▼When Floor Challenge\nAll 16 cards of the unit will be treated as main members.\nHowever, even if the same character is included in more than one unit, the increase in effect value will be for one character."],"42041":[42041,42000,"Skill: Style Match","","\nThe more members in the main lineup who share the same style as the skill activator, the higher the score gained during skill activation.\n\nUp to four members can receive a bonus, and if all members (four) share the same style, an additional bonus is triggered.\n\n※ As of June 1, 2024, it may be possible to obtain this through skill replacement in Growth Live."],"42042":[42042,42000,"Skill: Unit Match","","The more members in the main lineup who belong to the same unit as the skill activator, the higher the score gained during skill activation.\n\nUp to four members can receive a bonus, and if all members (four) belong to the same unit, an additional bonus is triggered.\n※ As of June 1, 2024, it may be possible to obtain this through skill replacement in Growth Live."],"42043":[42043,42000,"Skill: Tension Reduction Prevention","","\nDuring skill activation, tension does not decrease when MISS or BAD judgments occur.\n\n※ As of June 1, 2024, it may be possible to obtain this through skill replacement in Growth Live."],"42050":[42050,42000,"Passive: GROOVY Bonus","","The score you get at the time of GROOVY TIME will be increased more than usual."],"42060":[42060,42000,"Passive: GROOVY Support","","GROOVY TIME will no longer be triggered by matching members, but only by the number of PERFECT judges you have. In addition, it will be easier to accumulate GROOVY CHARGE."],"42070":[42070,42000,"Passive: LIFE Boost","","The amount of tension reduction on MISS and BAD will increase, but the score you get will increase steadily."],"42080":[42080,42000,"Passive: AUTO Support","","Increases the score you get when judging AUTO."],"42090":[42090,42000,"Passive: Manual Support","","The score earned increases for PERFECT, GREAT, and GOOD judgments."],"42100":[42100,42000,"Passive: Permanent Score UP","","The score is increased. The score is further increased if a specific character is in the formation.\n This passive skill is activated even when organized as a support member."],"42110":[42110,42000,"Passive: Increased Skill Effect Duration","","The effect time of the skill will be longer. Also, if a specific character is in the formation, the effect time will be even longer.\n This passive skill is activated even when organized as a support member."],"42120":[42120,42000,"Passive: Sympathy","","Increases the total power of the unit.\nThe higher the number of members in the unit who possess Synergy, the greater the effect of the passive ability.\n\n※ The synergy of the member with the highest effect will be activated from among the main members or support members who have been trained at least once.\n※ Members possessing Synergy are counted for both main and support members, up to a maximum of 8 members.\nThis also applies to Floor Challenges.\n"],"43010":[43010,43000,"Dig Rank","","This is a rank specific to each character.\nThe Dig Rank for each character is determined based on the level, skill level, and bond of the members you own.\nIncreasing the Dig Rank unlocks parameter enhancement limits and allows you to earn achievement rewards.\n\nAdditionally, you can raise the Dig Rank by completing \"Character Missions,\" such as reading stories."],"43020":[43020,43000,"Parameter Enhancement","","\nYou can consume items to strengthen parameters, regardless of training, limit breaking, or special training progress.\n\nCharacter List\n→ Each Character\n→ \"Parameter Enhancement\" Button\nThis can be done through the above steps.\n\nParameter enhancement is applied to each character, and when executed, the parameters of all members of the same character will increase.\nAdditionally, the enhancement limit for parameters is determined by the character's Dig Rank, and by increasing the Dig Rank, the maximum enhancement limit can be increased."],"43030":[43030,43000,"Costume Change","","This feature allows you to set the costumes for your members.\nAdditionally, you can view the full-body character in portrait mode.\n\nTo change costumes:\nCharacter List\n→ Each Character\n→ \"Costume Change\" Button\nThis can be done through the above steps.\n\nThe costumes you set will be reflected in the following screens displaying the members:\n\nUnit → Character / Costume → Each Character\nLive Top\nCharacter during Live (if Live2D display is enabled in live settings)\n※ Excludes Floor Challenge\nSD Character during Live\nLive Results (if Live2D display is enabled in live settings)\nPost-Live Conversation\nMulti-Play Matching (if Live2D display is enabled)\nDJ Road\nStory\nGroovy Mix Tours SD Characters\nDJ-TIME\nHome (if set to display main unit)\nProfile (if Live2D display is enabled)\nIf you want to revert to the default costume, select \"Member's Costume of Formation\" at the top to return to the unset state.\nAlso, you can only set costumes for members you own.\nCostumes for members you do not own can only be tried on.\n\nFor certain members, such as:\n\n★1 [Uniform] Rinku Aimoto\n★2 [DJ-LIVE!] Kyoko Yamate\n★3 [AnthemMaiden] Saki Izumo\n★2 [DJ-MIX!] Rika Seto\nNo costumes are added upon acquisition.\n<#ff7f50>※ The costume setting will be applied to all display locations at once, and individual settings for each display location are not possible.\n※ Costume changes will not be applied to members selected as favorites.</color>"],"43040":[43040,43000,"Album","","You can view the illustrations of the members you have acquired.\n\nMembers you have not acquired will be displayed in dark and cannot be enlarged.\nTapping will allow you to check how to acquire them."],"43050":[43050,43000,"Memory List","","This is a feature that allows you to repeatedly view area conversations and UI conversations you have previously seen.\nYou can select and enjoy area conversations that have ended their normal display period, as well as UI conversations displayed randomly.\n\nYou can view them via:\nCharacter List > Individual Character Page > Memory List\n\n<#ff7f50>※ Not all area conversations and UI conversations are stored. Some content cannot be revisited.\n※ Content that was unread when its display period ended cannot be unlocked retrospectively.\n※ Conversations that you have never viewed cannot be viewed.\n※ For area conversations in Growth Live, even if they were read before the Ver. 6.9.1 app update, they cannot be viewed in the Memory List.\nOnly those viewed after the Ver. 6.9.1 app update will appear in the Memory List.</color>"],"43060":[43060,43000,"About Birthdays","","Each character has a designated birthday.\nWhen the birthday approaches, a special screen will open and a campaign will be held, so let's celebrate!\n\n<#ff7f50>※ The dedicated screen can be accessed via the banner at the top left of the home screen.\n※ Characters with a set birthday are limited to those that appear on the character list screen.\n※ You can check a character's birthday in Unit > Character List > Character > Profile.</color>"],"43070":[43070,43000,"Birthday Navigation","","\nOn a character's birthday, you can experience the navigation feature exclusively for that day.\n\nBy turning on Birthday Navigation on the special birthday screen, the NV member of the birthday character will appear on the home screen, regardless of your favorite member settings.\n\n<#ff7f50>※ At midnight the day after the birthday, the Birthday Navigation status will automatically be canceled.</color>"],"50010":[50010,50000,"Main Story","","You can view the story of D4DJ Groovy Mix.\n\n〇 Chapter 4\n\"XROSS∞BEAT\"\n\n〇 Chapter 3\n\"side : nova\" & \"side : origin\"\n\n〇 Chapter 1 / Chapter 2\n\"ROAD TO D4 FES.\"\n\"D4FES. STORY\"\n\n\n\n\n\n\n"],"50020":[50020,50000,"ROAD TO D4FES.","","From here, you can read the stories of each DJ Unit.\n\nUnlock story chapters by raising the rank of that DJ Unit.\nEarn rewards by reading these DJ Unit stories.\n\n<#ff7f50>※ You can read past main stories from the Main Story section.</color>"],"50030":[50030,50000,"EVENT STORY","","You can view the stories of past events.\n\n<color=red>※It will be registered after a certain period of time after the event.\n※ The stories that are registered may be adjusted or changed from the content during the event.\n</color>"],"50040":[50040,50000,"Character Story","","You can read each character's individual story.\n The \"Character Stories\" section lists the scenarios that can be opened at the dig rank, while the \"Card Episodes\" section lists the scenarios of the cards in which the character appears as the main character.\n\n *You cannot read card episodes that do not meet the conditions for release."],"50050":[50050,50000,"EVENT STORY","","You can view the stories of past events.\n\n<color=red>※It will be registered after a certain period of time after the event.\n※ The stories that are registered may be adjusted or changed from the content during the event.\n</color>"],"50055":[50055,50000,"Another Story","","You can view the another stories of past events.\n\n<#ff7f50>※It will be registered after a certain period of time after the event.\n※ The stories that are registered may be adjusted or changed from the content during the event.</color>"],"50060":[50060,50000,"Comment Sharing Function","","This feature allows you to leave feedback, comments, and ratings on stories, as well as view others' ratings and comments.\nBy tapping the \"Comment & Rating\" button on each story page, you can display the comment section.\nPlease follow the terms of service and ensure that your comments are respectful and appropriate.\n\n◆ Comment Section\nYou can view the ratings and comments left by yourself and others for that story.\nIn the comment list, the story rating, comment text, player name, favorite character, and timestamp will be displayed.\nBy tapping the \"Show Spoilers\" button, you can reveal comments that the commenter has intentionally hidden.\n\nAdditionally, the following actions are available for displayed comments:\n【Other people's comments】\n\nHigh Rating → You can leave a \"high rating\" for comments you found helpful or agreed with.\nReport → You can report any inappropriate comments to the administration. Reported comments will be handled according to the rules.\n【Your own comments】\n\nDelete → You can delete your own comments. To prevent spamming, you cannot comment on the same story again within 100 hours after posting a comment.\n◆ Comment Input\nYou can leave a rating and a comment on the story.\n\nRating → Please rate on a 5-point scale. Be sure to provide a rating of 1 or higher.\nComment → You can leave a comment of up to 90 characters.\nSpoiler Button → If you want to share plot developments or story details, check this box.\nOther players will be able to choose whether or not to view your comment."],"50070":[50070,50000,"Live Function During Story","","This is a function to play a specific song during the story.\nThe organization, clubs, etc. are automatically organized for the exclusive use.\nOptions, auto, music videos, etc. may or may not be set for each live.\n*Please note that data downloading may occur when loading MVs\n\nThis live can be challenged without consuming voltage or other resources.\nThe story will progress when the live is played to the end.\nLive scores and other results will not be recorded.\nEXP, items, etc. will not be earned."],"60010":[60010,60000,"Map","","You can explore the world of Groovy Mix.\nThe map is divided into a wide-area map and an area map focused on a specific location. You can switch between them using the area icons or the \"MAP\" button.\n\nWhen you move to various areas such as the shopping district, library, or shopping mall, you can view daily conversations between the characters.\nIf there are unread area conversations, a NEW mark will appear on the area icons on the map."],"60020":[60020,60000,"Map Dialogue","","You can see the characters' daily conversations.\nMap conversations are randomly generated when you perform a live or other activity.\nYou may also get to see rare interactions related to specific seasons or special days...!?\nIf there is an event story, additional conversations may be added after you finish reading the final episode.\n\nYou can earn Player Rank EXP and Unit EXP by reading unread map conversations."],"70010":[70010,70000,"DJ Road","","From here, you can earn rewards by clearing established challenges.\n<color=red>*Details of challenges are subject to change without notice. </color>"],"70020":[70020,70000,"Tutorials","","From here, you can play through challenges which explain how to play \"D4DJ Groovy Mix.\"\n\n<#ff7f50>※ Once everything is cleared, it will no longer be displayed on the screen.</color>"],"70030":[70030,70000,"Daily","","There are tasks with progress that resets every day at 8:00 (UTC)"],"70040":[70040,70000,"Weekly","","There are tasks with progress that resets at midnight on designated days of the week."],"70045":[70045,70000,"Monthly","","There are tasks with progress that resets at 8:00(UTC) on the 1st of every month.\nThe rewards will vary in content and quantity depending on your Mileage Rank.\n\n<#ff7f50>※ This will be implemented starting from 12:00 AM on December 1, 2024.</color>"],"70050":[70050,70000,"Special","","From here, you can play through limited time only challenges."],"70080":[70080,70000,"Achievements","","A variety of conditions are available.\n\n<color=red>※Some conditions will only appear during the event.</color>"],"80010":[80010,80000,"Player ID","","This is the unique ID of your account.\nYou can use it to find your friends when you visit clubs, etc."],"80020":[80020,80000,"Share","","This is a sharing function.\nBy pressing the share button, you can publish your profile screen as it is to SNS and other sites.\nPlease use this function when you want to find your friends."],"80030":[80030,80000,"Settings","","You can set the information you wish to display when other players view your profile.\nBy default, all information is set to \"public.\""],"80040":[80040,80000,"Title","","You can set the \"Title\" to be displayed in your profile.\nYou can select up to two titles to display from among the titles you have.\nTitles other than the ones you have at the start of the game can be obtained through missions and event ranking rewards."],"80050":[80050,80000,"Song Wishlist","","If you have set a WISH for a song, the jacket will be displayed.\nIt will also appear when you visit other players' profiles, and you can even gift the song to them.\n\nIf no WISH is set, only the \"Go to Song Shop\" button will be displayed. Tapping it will take you to the song shop.\n\n"],"80060":[80060,80000,"Member Change / Favorite Member","","\nYou can set up to 5 members to display on your profile and on the home screen.\n\nAdditionally, you can make detailed settings under \"Advanced Settings\":\n\n\"Display Main Unit\": This setting allows you to display the main unit members along with your favorite profile members on the home screen.\n\"Reflect Costume Changes on Favorite Members\": This setting determines whether to apply the \"Costume Change\" setting for each character.\n\"Navigation Function\": This setting allows you to use functions like the clock display (※ Only available when NV members are set)."],"80070":[80070,80000,"Live2D Display","","You can set how the configured members are displayed.\nIf you have set the character to Live2D, you can also specify the background."],"93010":[93010,93000,"What is Mileage?","","Mileage is a feature that allows you to receive various benefits based on your rank.\nYour Mileage Rank for the following month is determined by your actions during the current month."],"93020":[93020,93000,"Mileage Points","","Mileage points are added each time you perform the following actions:\n\nSpend Diamonds\nReceive login bonuses\n<#ff7f50>※ Please note that the methods for earning points may be added or changed without prior notice.</color>"],"93030":[93030,93000,"Mileage Rank","","The rank for the following month is determined by the Mileage Points accumulated during the current month.\n\nThere are six types of Mileage Ranks, with higher ranks being listed below:\n\nNormal Rank\nBronze Rank\nSilver Rank\nGold Rank\nPlatinum Rank\nBlack Rank\n<#ff7f50>※ The Mileage Rank will change at 8:00 (UTC) on the 1st of the following month.</color>"],"93040":[93040,93000,"Mileage Rank Rewards","","You can receive various benefits depending on your Mileage Rank:\n\nMileage Login Bonus:\nAt Bronze Rank or higher, you can earn \"Diamonds\" and \"Song Shell.\"\n\nIncreased Monthly Mission Rewards:\nThe higher your Mileage Rank, the greater the rewards and quantities you can receive.\n\nDecreased Member Select Gauge MAX Value for Certain Gachas:\nAt Platinum Rank or Black Rank, the MAX value of the Member Select Gauge is lowered.\n\nIncreased \"Gacha Gauge Tickets\" at Gacha Event End:\nThe higher your Mileage Rank, the more tickets you will receive.\n\nIncreased Purchase Limit for Certain Campaign Diamond Packs:\nAt Gold Rank or higher, the purchase limit for these packs increases.\n\n<#ff7f50>※ Benefits may vary by Gacha, Pack, and Mileage Rank.\nFor details, please refer to the notifications or the Gacha details.\n※ The eligible Mileage Ranks and benefits may change without prior notice.\nThank you for your understanding.</color>"],"110010":[110010,110000,"Gacha","","In D4DJ Groovy Mix, you can get members by drawing gacha.\nGacha requires \"Diamonds\" or \"Gacha Tickets\" to be used.\n\nThe members who appear in the gacha and the percentage of gacha offered vary depending on the gacha.\nYou can check the current gacha in the \"Gacha Page\"."],"110020":[110020,110000,"Ticket Gacha","","You can use \"Gacha Ticket\" or \"10 Draw Gacha Ticket\" to draw Gacha.\nYou can use up to 10 \"Gacha Tickets\" at the same time."],"110030":[110030,110000,"DJ TURN Gacha","","This is a gacha with several \"STEPs\".\n\nWhen you draw the gacha set for each STEP, you can challenge the roulette.\nIn the roulette, you can win \"effects\" set in each square by lottery.\nThe effects include those that increase the probability of the appearance of ★4 members and those that allow you to get items, all of which will be activated in the final step of the gacha.\nThe number of steps and roulette settings vary depending on the gacha."],"110040":[110040,110000,"Audition Gacha","","This is a gacha where only one result out of multiple free 10 draw gachas will be confirmed by consuming an item.\nThe result of the gacha cannot be confirmed until the specified number of 10 draw gachas have been completed.\nOnce you have completed the 10 draw gacha, you will not be able to draw another 10 draw gacha until the result is confirmed."],"110050":[110050,110000,"Remaster Gacha","","\nWhat is the Remaster Gacha?\n\nThe Remaster Gacha is a gacha where you can choose a specific member to be the pick-up target.\nYou can check which members are available as pick-up targets in the details of the corresponding gacha."],"110060":[110060,110000,"Step-Up Gacha","","What is the Step-Up Gacha?\n\nThe Step-Up Gacha is a gacha where the number of available members, bonus contents, and the amount of items required to pull change with each step.\nFor more details, please check the gacha details of the corresponding event.\n\n\n\n\n\n\n"],"110200":[110200,110000,"If Bonus Gauge Remains","","When a specific gacha event ends, if there are any remaining member select gauges, they will automatically be converted into the item \"Gacha Gauge Ticket.\"\n\nThe amount of the conversion depends on your Mileage Rank.\n\n<#ff7f50>※For more details, please refer to the gacha details of the relevant event.\n※Please receive the item \"Gacha Gauge Ticket\" from your present box.\n※The \"Gacha Gauge Ticket\" can be used at the \"Gacha Gauge Ticket Exchange.\"\n※Bonus gauges are not eligible for conversion.</color>"],"120010":[120010,120000,"Earning Memory at the Exchange and Selecting Bonuses","","You can only get memory from the exchange and select bonuses when the number of times you have Extra Trained the card + the number of memories you have for that card < the maximum number of times you have Extra trained it.\n\nFor example\n・[Happy ◎Sky High] Rinku Aimoto has been trained once with the ★3 quarter memory.\n・You have 3 memories of [Happy Sky High] Rinku.\nIn this case, the maximum number of training is 4, so you will not be able to select and acquire [Happy◎Sky High]Rinku's memory in the exchange or select bonus."],"120020":[120020,120000,"Conversion of Items That Have Reached Their Maximum Inventory Limit","","The following items will be given instead of items that cannot be held in multiples or members acquired after the second time.\n\nMembers earned after the second time in the Gacha:\nSongshell\n(★2: 1 piece, ★3: 10 pieces, ★4: 30 pieces, SP: 30 pieces, NV: 30 pieces)\n\n★3, ★4, SP, and NV Members earned from the 2nd to 5th time in the gacha:\n1 memory of each member\n\n★4 and SP members earned after the 6th time:\n1 Quarter memory for each rare member\n\n★3, ★4, and SP members earned after reaching the maximum number of Extra Training sessions:\nEach rare quarter memory 1 piece\n\nFor example:\n\n[Happy◎Sky High] Rinku Aimoto has been trained once with a ★3 exclusive Quarter Memory.\n[Happy◎Sky High] Rinku Aimoto has received 3 [Happy◎Sky High] Rinku memories from gacha pulls.\nIn this state, if [Happy◎Sky High] Rinku Aimoto is obtained from gacha, a ★3 exclusive Quarter Memory will be gifted.\n\nFor members obtained after the 6th time as event rewards or gifts from the management:\n\n1 exclusive Quarter Memory for each rarity.\nFor ★4, SP, or NV members obtained after the 6th time via gacha, exchanges, etc.:\n\n1 exclusive Quarter Memory for each rarity.\n※Even if a ★3 member is obtained after the 6th time, no ★3 exclusive Quarter Memory will be gifted.\n\nClub items earned after the second time:\n1 Songpearl, etc. (varies depending on the item)\n\nTitle earned after the second time:\n1 Songpearl, etc. (varies depending on the item)"],"900010":[900010,900000,"About Multi Device Support","","\"D4DJ Groovy Mix\" supports multi-device use, allowing a single account to be used on multiple devices.\nWhen using multiple devices, you can connect to the same account on multiple devices by linking accounts using the \"Account Code\" found in the menu.\nThere is no expiration date or limit to the number of times an account code can be used.\n\nIt is also possible to use the same account on iOS and Android devices.\nHowever, paid diamonds cannot be shared between multiple devices with different operating systems. Paid diamonds are managed by each OS.\nIf you have a subscription contract for D4 PASS and LIVE PASS, D4 PASS and LIVE PASS are valid even if you log in on different devices with different operating systems.\n\nNote that multiple devices cannot be connected at the same time.\nIf you log in with another device while logged in with one device, the connection will be disconnected from the device to which you were originally logged in."],"990010":[990010,990000,"Q.NPC enter the game, and I can't Multi-LIVE with other players.","","A. This is because it took a certain amount of time to match with other players. \nIn the case of \"Multi Live\" and \"Multi Medley Live\", NPCs may appear depending on the conditions. \n\n◆What is an NPC? \n・NPCs are virtual players who join the live when it takes time to match with other users due to communication conditions. \n・NPCs will automatically join after a certain amount of time has passed from the start of matching."],"990020":[990020,990000,"Q.The achievement \"Manual mode X song FULL COMBO\" is not achieved.","","A. You may be playing a song that has already been counted.\nSince the achievement \"Manual mode X songs FULL COMBO\" is counted per song, the following situations are possible.\n\n・After achieving FULL COMBO for the first time in EASY of \"Feeling Good↑↑\" (the achievement will be counted), you also achieved FULL COMBO in NOMAL of \"Feeling Good↑↑\" (the achievement will not be counted).\n\nAchieving a FULL COMBO on a song that has never been FULL COMBOed on all difficulty levels will count as an achievement.\nPlease try to find songs that you have not achieved FULL COMBO."],"990030":[990030,990000,"Q.Why can't I purchase a D4PASS?","","A. It is possible that you have already signed up for this service.\nYou can only sign up for one Player ID with one Apple ID / Google account.\nPlease make sure that the Apple ID / Google account you are trying to purchase is not being used to purchase D4PASS for a different player ID."]}