{"1157":[1157,"Invite NPC"],"1277":[1277,"You need to submit an entry to win an invitation to the online event"],"1242":[1242,"The Top 50 in each league will be invited to the online event"],"1155":[1155,"Rewards for today {0}/{1}"],"1251":[1251," And "],"1057":[1057,"＜Applying for Data Recovery＞\nIn order to identify your account and verify your identification, please let us know the following information.\n*Please write \"\"N/A\"\" for items that are unknown.\nPlease do not delete the template text entered in the email.\nーーーーーーーーーーーーーーーーーーーーー\n■Reason for the data recovery\n(e.g., lost data transfer code, unable to transfer data even after entering the data transfer code and password, etc.)\n\nーーーーーーーーーーーーーーーーーーーーー\n○The account information that you wish to recover\n■Player Name:\n■Rank:\n■Player ID:\n■The Device Model Name:\n (*Please answer by model number, such as iPhone 8/SO-01L, etc.)\n■The name of the member you have set in your profile (e.g. Rinku Aimoto/Sunny◎Showtime):\n■Total number of diamonds you have (both paid and free):\n■Have you ever purchased items or diamonds from the Diamond Shop?:\n■(If you have purchased before) Date of purchase:\n■(If you have purchased before) The price and name of the item or diamond you paid for:\n＝＝＝＝＝＝＝＝＝＝\n【How to Check Past Charges】\n■If you are using iOS device\n1. Select \"\"Settings\"\" > \"\"Account Name\"\" > \"\"Media & Purchases\"\" > \"\"View Account\"\".\n2. Tap \"\"Purchase History\"\" > \"\"Total Billed and check the \"\"Order\"\"\n*If you send us a screenshot of your billing history, we will be able to verify your identification more smoothly.\n\n■If you are using an Android device\n1. Access pay.google.com.\n2. Look for \"\"More Purchase History\"\".\n3. Select \"\"View Purchases\"\".\n4. Select the order for which you want to see a receipt.\n*If you send us a screenshot of your billing history, we will be able to verify your identification more smoothly.\n＝＝＝＝＝＝＝＝＝＝\n■Date the app was installed:\n■Date of last log-in to the app:\n■Mileage Rank:\n\n【Attention】\n・When inserting an image, please insert it at the bottom of the body of the email (below the application version.)\n・If you cannot identify the account you wish to recover, or if we cannot determine that you are the person who used the account in question, we may not be able to recover the data.\n・Please note that it may take time to complete the data recovery process.\nーーーーーーーーーーーーーーーーーーーーー\n■User information (Do not delete)\nPlayer ID:{1}\nThe Device Model Name:{2}\nOS Information:{3}\nApplication Version:{4}"],"980":[980,"Due to insufficient total power of your main unit, you cannot enter the room you searched for."],"1274":[1274,"Spend {0} to reset \nthe result of {1}. \nIs it OK?"],"1009":[1009,"<size=28>How many votes do you want to use? *{0} will be given according to the number of votes </size>"],"1013":[1013,"<size=28>Check the amount of votes. *{0} will be given according to the number of votes </size>"]}