{"1":[1,"Happy Around!",true,["This DJ Unit was formed by Rinku Aimoto who transferred to Yoba Academy. Energetic and uplifting performances are their specialty.","After the D4 FES.，the road to professionals is opened for Happy Around! But it reveals the difference in mind of the members and......?"],"#ff310c","#ffb5bd","HapiAra",[12,14,13,11],""],"2":[2,"Peaky P-key",true,["This DJ Unit has been popular at Yoba Academy ever since its members were in middle school. They are serious about their music and tirelessly strive to hone their sound.","Shinobu has been behaving strangely since the performance by Mana and Toka at D4 FES. Kyoko and the others are worried and propose a new challenge."],"#000000","#444444","Peaky",[22,23,24,21],""],"3":[3,"Photon Maiden",true,["This DJ Unit is made up of exceptionally talented fresh faces scouted through nation-wide auditions. Their high-level performances make them a must-watch.","With a new opportunity，PhotonMaiden is full of motivation. One day，producer Himegami tells Ibuki about her decision...?"],"#16ffeb","#dbffed","Photon",[31,33,34,32],""],"4":[4,"Merm4id",true,["This DJ Unit was formed on a spur-of-the-moment whim by college students who wanted to become posh resident DJs. Their positive attitude gives them many opportunities.","Saori is angry at the disastrous results of the audition. Rika is nervous about the threat of disbanding the group and makes a plan based on Dalia's advice."],"#ffff00","#ffffaa","Merm4id",[43,42,44,41],""],"5":[5,"RONDO",true,["This DJ Unit takes its responsibility of headlining a famous club very seriously with their dramatic worldview and professional quality music. The fans keep coming back for their high production shows.","RONDO is searching for a new path to become stronger. What is the fate of Nagisa's guitar \"Calendula\"?"],"#100dc4","#e4d6ff","RONDO",[54,53,52,51],""],"6":[6,"Lyrical Lily",true,["This DJ Unit was formed when students at a private school for girls chanced upon some DJ equipment. They're looking to expand their horizons through music.","Lyrical Lily has left Arisugawa Academy and caught a glimpse of the wider world.The next adventure of these naive young ladies begins now!"],"#ffa8f7","#ffe2f5","LyriLily",[62,63,64,61],""],"7":[7,"Call of Artemis",false,["","Call of Artemis a unit that once rose to the top overnight. The four of them meet together for the first time in several years and talk about their feelings…"],"#fa7d00","#ffe2f5","C.o.A",[],""],"8":[8,"UniChØrd",false,[],"#8beb2a","","UniChØrd",[81,83,84,82],""],"9":[9,"Abyssmare",false,[],"#a33434","","Abyssmare",[92,93,94,91],""],"10":[10,"A Bad Cynic Doggo",false,[],"#3d3d3d","#f2e700","Doggo",[103,102,104,101],""],"30":[30,"Special",false,[],"","","",[],""],"50":[50,"Other",false,[],"#8b14fb","","",[],""]}